{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01M5C987C",
  "averageRating": 0,
  "canDisable": false,
  "capabilities": null,
  "category": null,
  "description": "With the LightwaveRF Skill, you can now use Alexa to control LightwaveRF smart home devices, including lighting, heating and power, using voice commands. To get started, select the ‘Enable Skill’ button in the Alexa App to link your LightwaveRF account and discover your device(s).\n\nTo command LightwaveRF devices using the LightwaveRF skill, you need to specify by name which device you wish to control.  \n\nThere are two ways to define these names:\n\n1. Use the names that you have already setup in the LightwaveRF App; these are displayed in and can be edited using the LightwaveRF App.  \n\n2. Create a new Alexa ‘group’, such as ‘Bedroom’ or ‘Downstairs’, using the Alexa App.  You can then add new LightwaveRF devices to this group. More information is available at http://amzn.to/2965dCE.\n\n\nOnce you know the name of your group (e.g. bedroom sockets), you can command Alexa by saying:\n\n“Alexa, turn on bedroom sockets”.\n\nIf you have dimmers, you can change the brightness. For example: “Alexa, brighten Downstairs to 60%\", or \"Alexa, dim Living room lights to 20%\".\n\nFor more information, and a list of possible commands, please visit http://www.lightwaverf.com/alexa\n\nFind more information about connecting smart home devices at http://amzn.to/291lR7u.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, set living room main light to 75%",
    "Alexa, set the lounge to 20 degrees",
    "Alexa, turn on the kettle"
  ],
  "firstReleaseDate": 1478038334.273,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.1d1f39ed-d516-4f4e-8668-4488f1598bdd",
  "imageAltText": "LightwaveRF icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M5C987C/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "LightwaveRF",
  "numberOfReviews": 0,
  "pamsPartnerId": "5q9DY2LGnPmH9I32NWJMpqwOh",
  "permissions": null,
  "privacyPolicyUrl": "http://lightwaverfhost.co.uk/privacy.html",
  "shortDescription": "LightwaveRF provides remote lighting, power and heating control all from one App. You can now use Alexa to control your LightwaveRF home.",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M339CDOR32MUKZ",
  "vendorName": "Lightwave RF"
}
