{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01M04L5IG",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Converge is legendary in the metal, hardcore, and metalcore communities. Converge fans are also legendary for their dedication to the band and for their support of the band. If you are one of those legendary Converge fans, then this Alexa skill is for you.\n\nThe Converge skill allows you to play songs from seven Converge albums (\"play aimless arrow\"), keeps you up to date with what the band and its members are up to (\"tell me the news\"), lets you discover what Converge concerts are coming up (\"tell me about concerts\") and provides a reference for questions about Converge songs and albums (\"tell me about You Fail Me,\" or \"what songs are on No Heroes\").\n\nThe real fun begins when you start a challenge. The Converge skill has over 1,300 song samples from seven Converge albums. The Alexa skill uses these samples for two types of challenges: a song challenge (\"start the song challenge\") and an album challenge (\"start the album challenge\"). In each challenge you'll hear a sample of a Converge song and then be asked to name the song or album.\n\nAs you progress through a challenge, Alexa will keep score. If you get stuck on a track, you can ask for a hint (\"give me a hint\"), ask for the answer (\"tell me the answer\") or skip the song and move on to the next track (\"skip\"). Be aware that points are deducted for hints, answers given, skipped tracks, and for wrong guesses.\n\nOnce you finish a challenge, Alexa won't forget about you. Alexa remembers your high score and your last score. You can check either score at any time (\"tell me my high score,\" or \"what was my last score\").\n\nIf you have any questions or comments, please visit http://converge.codedwire.com and click the \"Contact and Support\" link found at the bottom of the page.\n\nGood luck with the challenges! The best way to a high score is to listen to more Converge!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, start Converge.",
    "Alexa, ask Converge to start an album challenge.",
    "Alexa, ask Converge to tell me the news."
  ],
  "firstReleaseDate": 1474533720.89,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c0ebffad-71e6-4517-b11e-ec0846624b60",
  "imageAltText": "Converge icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M04L5IG/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "converge",
  "name": "Converge",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Converge fan? Keep up to date with the latest Converge news, and test your Converge knowledge with song and album challenges.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MG7PYH5F24L9N",
  "vendorName": "codedwire"
}
