{
  "accountLinkingWhitelistedDomains": [
    "cloud.lifx.com",
    "fonts.googleapis.com"
  ],
  "asin": "B017O9P72A",
  "averageRating": 2.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Ready to fill your home with millions of bright, rich colors and white tones? With a LIFX Wi-Fi smart light you can change the palette of your home to match your mood, your music and your style... every single day. No extra cables. No hidden hub hardware. Just replace your light bulb with a LIFX and redecorate your life, without renovating! \n\nWith the LIFX skill, Alexa can turn your LIFX lights on and off, change their brightness and even choose your favourite LIFX colors. You can ask Alexa to control LIFX lights in just one room, or your entire home.\n\nYou'll need a color LIFX light (available from www.lifx.com, Amazon and most retailers) setup on your Wi-Fi network and connected to your free LIFX Cloud account. \n\nTo get started, just say \"Hey Alexa, ask LIFX what can I do with my lights?\". Alexa will connect to your LIFX account and quickly get you on your way.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell LIFX to turn my bedroom lights off",
    "Alexa, ask LIFX to set the living room lights to blue",
    "Alexa, tell LIFX to set lounge lights to maximum brightness"
  ],
  "firstReleaseDate": 1446837226.099,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.33ffca3b-1148-43e9-bfec-da056cb0f0d2",
  "imageAltText": "LIFX icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B017O9P72A/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "life x",
  "name": "LIFX",
  "numberOfReviews": 59,
  "pamsPartnerId": "Sn4BIlykQrmBuTwaNxBSLKx35",
  "permissions": null,
  "privacyPolicyUrl": "http://www.lifx.com/pages/legals",
  "shortDescription": "LIFX, the world’s brightest color Wi-Fi smart lights. Ask Alexa to switch on the lights when your hands are full and fill your home with your favourite colors.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.lifx.com/pages/legals",
  "vendorId": "M2A8WH4C25WBXQ",
  "vendorName": "LiFi Labs Inc."
}
