{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LX47QXG",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "This skill provides information about the current location of the International Space Station including the crew on board as well as other useful information.    \n\nIt is also very helpful for anyone who is interested in viewing live video from the space station as it lets you know when it is in sunlight (the live HDEV video feed is only available when the ISS is in sunlight).\n\nHere is a complete list of all the example questions you can ask ISS Above\n\nAlexa open ISS Above \nAlexa Ask ISS Above what can i say\nAlexa Ask ISS Above where is it \nAlexa Ask ISS Above who is up there\nAlexa Ask ISS Above who is the crew\nAlexa Ask ISS Above who is on the space station\nAlexa Ask ISS Above where is the space station\nAlexa Ask ISS Above where the space station is\nAlexa Ask ISS Above what is below the space station \nAlexa Ask ISS Above what can i ask\nAlexa Ask ISS Above help\n\nThe skill is made available via ISS-Above and is a great companion skill for anyone who owns one of those devices. \n\nCurrently this skill does not allow for pass predictions for the ISS over YOUR location but I do want to provide that capability eventually.  I'll need to build out a more complex hosting structure and a capability to host your location information on my servers (that information is not currently provided by Amazon/Alexa).  \n\nPlease feel free to contact me with any questions or suggestions via my web site http://www.issabove.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa open ISS above",
    "Alexa Ask ISS Above where is the space station",
    "Alexa Ask ISS Above who is the crew"
  ],
  "firstReleaseDate": 1477080922.805,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.6f0f22fb-c7c9-4163-9593-892f7df1f1f3",
  "imageAltText": "ISS Above icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LX47QXG/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "i. s. s. above",
  "name": "ISS Above",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "International Space Station companion App for the ISS-Above",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M20PAXPDTDIP43",
  "vendorName": "ISS-Above"
}
