{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N6I1DAD",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "You must have an Amazon account to enable this skill and the Android app Echo SideKick. The Android app is $3.99 and can be found in the Google Play store by searching for \"Echo SideKick\". Without the app you will not be able to use any features of this skill.\n\nThe SideKick skill along with the Echo SideKick app, allows Alexa to send you Timers, Recipes, YouTube videos, bring up your home security cameras, and set quick messages to other SideKick devices. \n\nAllowing up to 4 timers with separate descriptions for each. \nOffering over 350,000 recipes.\nAdding YouTube channels is a manual process. We are always adding more. Requests for a channel can be submitted at RenovoTechnologies.com/contact-us/.\n\nMultiple Side Kicks can be setup around the house. Put one in the kitchen, living room, bedroom, office, or setup your phone as a Side Kick.\n\nYou can specify which device to send the information to by saying, Alexa, tell side kick, play the latest video from Good Mythical Morning in the living room. If a location is not specified the skill will default to the kitchen location.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell side kick to set timer for chicken to five minutes in the kitchen",
    "Alexa, tell side kick bring up driveway camera in the office",
    "Alexa, tell side kick show recipes for buffalo chicken in the living room"
  ],
  "firstReleaseDate": 1482990552.692,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.aa54f3db-8eeb-4799-ba54-a22717752468",
  "imageAltText": "Sidekick icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N6I1DAD/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "side kick",
  "name": "Sidekick",
  "numberOfReviews": 0,
  "pamsPartnerId": "RAVyG4n6sOI1za1ZIvQGoOTkP",
  "permissions": null,
  "privacyPolicyUrl": "http://renovotechnologies.com/privacy",
  "shortDescription": "Use your Echo device to bring up YouTube videos, Timers, Recipes, Security cameras, and send message to other SideKick devices.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MKR6K9U1CR32K",
  "vendorName": "Renovo Technologies LLC"
}
