{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01K7SE3NY",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "This skill allows you to solve the Series Parallel Resistor puzzle on level one of the Circuit Warz game. \n\nTo use the skill you need to have the Circuit Warz game.\n\nThe game is educational and is available to download for free from Google Play as a PC game from the project website. \n\nCircuit Warz is electrical and electronic engineering education re-imagined and allows you to learn basic electronic circuits in new and exciting ways. There are seven complete levels to assess your knowledge of basic electronic circuits including Series/parallel circuits, RC filter, Graetz Bridge, Wheatstone bridge, Weighted summing amplifier, Transistor switch and Oscillator circuits.\n\nWhen you enter level one of the game you are given an input voltage value, the values of resistors R2 and R3 and a target output voltage to achieve. You then have to calculate the correct value of R1 to achieve the target output voltage value.    \n\nTo do this just say \"Alexa open circuit wars level one\" and she will respond with your mission. \n\nThen ask \"what are my objectives\". \n\nYou will then be prompted to give the values of resistors R2, R3 and the target output voltage. \n\nAlexa will use these inputs to calculate the value of R1 ensuring you get 100% in the game every time.   \n\nSay \"help\" if you get stuck.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa open circuit wars level one",
    "what are my objectives",
    "one thousand ohms ten thousand ohms and two point zero four volts"
  ],
  "firstReleaseDate": 1473059015.919,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.38f3ce4c-0948-4346-b464-16a8e3233836",
  "imageAltText": "Circuit Warz Level one icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01K7SE3NY/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "circuit wars level one",
  "name": "Circuit Warz Level one",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.circuitwarz.com/Support-Legal/privacy-2.html",
  "shortDescription": "Circuit Warz Level One Resistor Series Parallel Circuit",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.circuitwarz.com/Support-Legal/terms-2.html",
  "vendorId": "M2805XM80AI8UH",
  "vendorName": "mjcallaghan"
}
