{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01KL3CEEK",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Confused by insurance? Insurance Advisor by Safeco is here to help! Alexa can answer questions you may have like, “What is umbrella insurance?” as well as assist in finding a quote by connecting you with a top-rated Safeco agency in your area. Think of it as your personal insurance concierge!\n\nSo, how does it work? It’s simple. Start by saying, “Alexa, open Insurance Advisor.” Easy, right? Next ask Alexa to define a term from our glossary or find a local insurance agent and she’ll take care of the rest.\n\n Check out some examples of ways you can talk to Alexa below:\n• Alexa, ask Insurance Advisor what does liability mean?\n• Alexa, ask Insurance Advisor to help me find an insurance agent\n• Alexa, tell Insurance Advisor I have an insurance question.\n\nInsurance Advisor will make you an insurance whiz in no time at all! It’s yet another way that Safeco Insurance keeps its promise in making insurance easy for you. Since 1923, we’ve been protecting individuals and families with personal insurance for home, auto, boat and other valued possessions. We pride ourselves in connecting you with local independent agents who offer ease, choice, advice and above all—are there for you.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Insurance Advisor",
    "Alexa, ask Insurance Advisor what does liability mean?",
    "Alexa, ask Insurance Advisor to help me find an insurance agent"
  ],
  "firstReleaseDate": 1473365547.622,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.cd5b60c8-4bdf-451b-be9f-9019be8d94ef",
  "imageAltText": "Insurance Advisor icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01KL3CEEK/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "insurance advisor",
  "name": "Insurance Advisor",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.safeco.com/privacy-policy",
  "shortDescription": "Confused by insurance? Insurance Advisor by Safeco is here to help! Think of it as your personal insurance concierge!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.safeco.com/terms-and-conditions",
  "vendorId": "MM0TPZIF7C7XJ",
  "vendorName": "Safeco Insurance"
}
