{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HJ5SK46",
  "averageRating": 2,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Baking Helper contains the text of nearly 3,000 baking recipes (for pie, cookies, cake, biscuits, muffins, and cupcakes). You can search for recipes by title, by type, or by specific ingredients. Once a recipe is chosen, you can list the ingredients and the recipe steps or step through the ingredient list or recipe steps one by one.\n\nTo chose a recipe, tell Baking Helper what ingredient or food type you want to make. For example, \"I want a recipe that uses bananas\" or \"I want a cookie recipe.\" If you want a recipe that contains multiple ingredients, please request one ingredient at a time. Baking Helper will let you know if there are any recipes that fit your criteria and will suggest a recipe. If you don't like that recipe, you can tell the baking helper to choose another recipe: \"No\", \"I don't want to make that\", \"Pick another recipe\", etc. \n\nOnce a recipe is chosen, you can ask for the ingredients (\"Ingredients\") or step through the ingredients (\"What is the first ingredient\"). You can also get the recipe steps all at once (\"What are the recipe steps\"), or step-by-step (\"What is the first step\", \"Next\", \"Can you repeat that?\"). During the recipe, if you forget how much of an ingredient you need, you can go through the ingredients again or just ask how much of that ingredient is needed (\"How much flour do I need?\").",
  "enablement": null,
  "exampleInteractions": [
    "Alexa open Baking Helper",
    "I want to make cookies",
    "What is the first ingredient"
  ],
  "firstReleaseDate": 1467361673.794,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.043ad33c-4044-471c-aeea-3533f5459d1e",
  "imageAltText": "Baking Helper icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HJ5SK46/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "baking helper",
  "name": "Baking Helper",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "The Baking Helper has information on nearly 3,000 baking recipes. A user can search by food type or ingredients to find a recipe to bake.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M18QE6BNK14J3D",
  "vendorName": "Chloé Kiddon"
}
