{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HNM3OX2",
  "averageRating": 1,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Wondering when your favorite tennis player is playing? Just ask Tennis Anyone and Alexa will reply with  current, future or recent match informations. Tennis Anyone can also give you schedules and the latest scores of matches in progress. \n\nFor example, ask \"is Novak Djokovic playing?\"  \n\nTennis Anyone will reply with full match information: \"Djokovic is not playing today or tomorrow. In his last match  Djokovic lost to Del Potro on 2016-08-07 in the 2016 Summer Olympics Summer Olympics and the score was  6-7 6-7\"\n\nOr ask \"Who's playing today?\" and Tennis Anyone will give you a list of current tournaments and the option to hear to the schedule of play for each tournament. \n\nNicknames of top players are supported too, so you can ask about Rafa, Roger, Nole or Serena.  \n\nScores of in progress matches are also available, so you can use Tennis Anyone to check up on how your favorite playing is doing in their current match. For example, ask \"Is Nadal winning\" and the skill will return the latest match information including latest score, if the match is in progress.\n\nSay \"Schedule\" and the skill will return with the list of current tournaments and give you the option to select a tournament and hear the schedule of matches.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Tennis Anyone is Novak Djokovic playing",
    "Who's playing today",
    "when did Nadal play"
  ],
  "firstReleaseDate": 1468322865.559,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.5dd3bf71-e4bc-4c86-a1aa-65f3d837a779",
  "imageAltText": "Tennis Anyone Tennis Scores icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HNM3OX2/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "tennis anyone",
  "name": "Tennis Anyone Tennis Scores",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://alexa.tzannes.net/privacy",
  "shortDescription": "Tennis Anyone knows all the latest tennis scores. Just name your favorite tennis player and hear details about their current, future or most recent match.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "",
  "vendorId": "M1NFUMJ40IPXSI",
  "vendorName": "Lex Alexa Apps"
}
