{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MSUHUK4",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Alexa can now help get all your chores done today with TaskRabbit.\n\nTaskRabbit helps you get more done in less time, so you can focus on the things you really love. From house cleaning and organization, to moving, deliveries and handyman jobs, we’ll take care of all your chores and errands, and help you be more productive, every day.\n\nHiring a Tasker is convenient, easy and takes less than 1 minute. Simply describe the job you need done, tell us when and where, and we’ll instantly connect you with highly-rated Taskers ready to lend a hand.\n\nThe perks:\n\n• Access to a network of tens of thousands of skilled Taskers, all carefully screened and vetted by TaskRabbit\n• The TaskRabbit Guarantee: All tasks are fully insured up to $1 million\n• Seamless and responsive communication with your Tasker, directly in the app or web site\n• No need for cash – you pay securely when the task is complete \n\nWhere to find us:\n\nWe’re currently active in 19 cities and counting: San Francisco (Bay Area), New York City, Los Angeles & Orange County, London, Boston, Chicago, Washington DC, Atlanta, Austin, Dallas, Denver, Houston, Miami, Philadelphia, Phoenix, Portland, San Antonio, San Diego, and Seattle.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask TaskRabbit to find me a handyman.",
    "Alexa, ask TaskRabbit to clean my house.",
    "Alexa, ask TaskRabbit to come tomorrow at 4pm."
  ],
  "firstReleaseDate": 1481023184.804,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c155b09d-e0e1-4723-80df-b6923c2dff56",
  "imageAltText": "TaskRabbit icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MSUHUK4/skill_icon",
  "inAppPurchasingSupported": true,
  "launchPhrase": "task rabbit",
  "name": "TaskRabbit",
  "numberOfReviews": 1,
  "pamsPartnerId": "DgjF5QrtPogeb4q6E3HDfKv1e",
  "permissions": null,
  "privacyPolicyUrl": "https://www.taskrabbit.com/privacy",
  "shortDescription": "Have Alexa find you a great handyman, cleaner, and more with TaskRabbit.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://www.taskrabbit.com/terms",
  "vendorId": "MC5DSMB8151KR",
  "vendorName": "TaskRabbit"
}
