{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N2R3BN9",
  "averageRating": 4.5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "How do you decipher a message from outer space sent 70 years in the past? And when you die in the digital age, what happens to the digital pieces you leave behind? General Electric Podcast Theater takes on those questions in The Message and LifeAfter, unpacking the mysteries of the Internet and the universe.\n\nUse General Electric Podcast Theater to:\n– Listen to episodes of The Message and LifeAfter\n– Pick up where you left off, without missing a beat\n– Pause, resume or skip episodes \n\nThe Message\nFollow the weekly reports and interviews of Nicky Tomalin, covering the decoding of a message from outer space received 70 years ago. Over the course of 8 episodes you’ll get an inside ear on how a top team of cryptologists attempts to decipher, decode, and understand the alien message.\n\nLifeAfter \nWhen you die in the digital age, pieces of you live on forever. In your emails, your social media posts and uploads, in the texts and videos you’ve messaged, and for some – even in their secret online lives few even know about. But what if that digital existence took on a life of its own? Ross, a low level FBI employee, faces that very question as he starts spending his days online talking to his wife Charlie, who died 8 months ago…\n\nBut what feels like an unbelievable gift starts to bring up some very real moral and ethical predicaments, as Ross discovers LifeAfter, the program that brought his wife – and countless others back to life online. But what is “life” if you can be preserved digitally? And if you live online, where do you spend eternity?\n\nInvocation Name: \nGE Podcast Theater",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open GE Podcast Theater.",
    "Alexa, tell GE Podcast Theater to play LifeAfter.",
    "Alexa, ask GE Podcast Theater about The Message."
  ],
  "firstReleaseDate": 1481939366.349,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c4e89c9a-cf37-43c8-869a-9def006b9cc4",
  "imageAltText": "General Electric Podcast Theater icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N2R3BN9/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "g. e. podcast theater",
  "name": "General Electric Podcast Theater",
  "numberOfReviews": 11,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "When you’re ready for your favorite podcasts, all you have to do is ask. Listen to The Message and LifeAfter with General Electric Podcast Theater for Alexa.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3GDOA23TQ0CSA",
  "vendorName": "General Electric"
}
