{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01A9FDQL0",
  "averageRating": 3,
  "canDisable": true,
  "capabilities": null,
  "category": "Lifestyle",
  "description": "Finding fun things to do wherever you are just became really easy and fun. Want to know a few things to do in San Francisco today? Hanker's on it! Want to know what's happening in the Austin music scene? Get ready to dance! Want to know where to entertain the in-laws while they're in town, or spend a memorable day with the kids? Just ask Hanker to help you plan!\n\n- Want to know fun ways to ring in the new year? Say: \"Alexa, ask Hanker what I should do for New Year's Eve.\"\n- Want to know a few fun thins to do in your city? Try something like: \"Alexa, ask Hanker for exciting things to do in Austin.\"\n- Fun things to do with the kids? How about this: \"Alexa, ask Hanker what's fun for the kids today.\"\n- Looking for a meetup? Hanker : \"Alexa, ask Hanker what's happening in the Miami social scene tonight.\"\n- What's going on around town for the big game? Hanker knows: \"Alexa, ask Hanker what's going on in Seattle for the Super Bowl.\"\n\nOh, and you can ask Hanker for a specific number of interests: \"Alexa, ask Hanker for 3 things I might do in San Francisco.\"\n\nAsk Hanker about anything you want to experience, just like when you're talking to your friend who always knows the best things to do around town.\n\nOk. Enough reading. Go ask hanker a few things, then go out and play!\n\n=========\n\nBe sure to visit www.gethanker.com for the latest Hanker news.\n\nSpecial thanks to Eventful (www.eventful.com) for the wonderful event information.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Hanker what I should do in New York tonight.",
    "Alexa, ask Hanker what's going on in the San Francisco social scene tonight.",
    "Alexa, ask Hanker what I should do with the girls for Memorial Day."
  ],
  "firstReleaseDate": 1452118100.463,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.c9f0a6d8-08bc-4d30-8f03-33999d6b9257",
  "imageAltText": "Hanker icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01A9FDQL0/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "hanker",
  "name": "Hanker",
  "numberOfReviews": 4,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Hanker is your go to local event guide for all that's happening in your city. From the arts, to parties, to date night and more, Hanker has everything you need.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2TBORNKOVMRQ1",
  "vendorName": "Webframeworks, LLC."
}
