{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N2PL7B9",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "From bouncing bubbles to lemon volcanoes, LABRACADABRA captivates and inspires the scientist in all. It’s the magic of science, made simple. Imagined by the scientists at GE.\n\nNOTICE: All experiments require specific materials. After selecting an experiment, you'll receive a card in your Alexa app listing what's needed. Need materials? Follow this link to purchase a science kit: bit.ly/labracadabra\n\nTo launch, say “Alexa, open Labracadabra.” After being greeted by your new lab partner, you may select one of the following experiments directly: Lava Lamp, Liquid Stack, Bouncing Bubble, Speaker Splatter, Lemon Volcano, and Foamy Fountain.\n\nIf you’re not sure which to pick, say “Help Choose” and Alexa will assist you in selecting the perfect experiment.\n\n-- \n\nCreate a “Lava Lamp” filled with colorful bubbles of homemade magma. (Takes approximately 10 minutes to complete)\n\nPut a rainbow inside a bottle using the power of density with “Liquid Stack.” (Takes approximately 15 minutes to complete)\n\nBlow a bubble that never pops with “Bouncing Bubble.” (Takes approximately 20 minutes to complete)\n\n“Speaker Splatter” makes a magical liquid dance to low, bass frequencies. (Takes approximately 30 minutes to complete)\n\nCause a citric eruption with the “Lemon Volcano.” (Takes approximately 15 minutes to complete)\n\n“Foamy Fountain” is a guaranteed way to make a scientific splash. (Takes approximately 15 minutes to complete)\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Labracadabra.",
    "Alexa, open Labracadabra and do the Lava Lamp experiment.",
    "Alexa, ask Labracadabra to do the Lava Lamp experiment."
  ],
  "firstReleaseDate": 1481939360.329,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.0b2cd430-13c5-4133-9c9a-4c24b3adcdaa",
  "imageAltText": "Labracadabra icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N2PL7B9/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "labra cadabra",
  "name": "Labracadabra",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://www.ge.com/privacy",
  "shortDescription": "Guided experiments that captivate and inspire the scientist in all. It’s the magic of science, made simple. Imagined by the scientists at GE.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.ge.com/terms",
  "vendorId": "M3GDOA23TQ0CSA",
  "vendorName": "General Electric"
}
