{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01DPM0ERI",
  "averageRating": 3,
  "canDisable": true,
  "capabilities": null,
  "category": "Lifestyle",
  "description": "Countdown the number of days until your wedding. Simply share your wedding date during the skill setup by using the default \"ask Wedding Countdown\" command. Your zipcode is required to ensure the date calculation is correct for your local timezone.\n\nAfter you set your wedding date, you can ask, \"how many days until my wedding?\" and the skill will tell you the remaining number of days until your big day! If you need to change the date, just say, \"ask Wedding Countdown to change my wedding date to...\" and the updated date will be saved. \n\nTo stop or cancel at any time using the skill, just answer \"stop\" or \"cancel\" to any questions. For help, ask anytime.\n\nHaving an issue? Send an email to tom@weddingcountdownskill.com\n\nRecent updates: Localized date calculation, fixed an error on wedding date setup, support for understanding when the big day is tomorrow.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Wedding Countdown to set my wedding date as May 14th, 2016.",
    "Alexa, ask Wedding Countdown to set my zip code as 11249.",
    "Alexa, ask Wedding Countdown how many days until my wedding?"
  ],
  "firstReleaseDate": 1460066542.953,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.4c2c039e-2d1e-4790-9c0f-2f9f07e19f58",
  "imageAltText": "Wedding Countdown icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01DPM0ERI/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "wedding countdown",
  "name": "Wedding Countdown",
  "numberOfReviews": 6,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://weddingcountdownskill.com/privacy.html",
  "shortDescription": "Countdown the number of days until your wedding date.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://weddingcountdownskill.com/terms.html",
  "vendorId": "M2DYLAEWD21F33",
  "vendorName": "Tom Benton"
}
