{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01IQQJ26W",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Let's Equate is a skill that quizzes you on 20 addition or subtraction equation problems. You provide the answer that makes the equation correct.\n\nAlexa will first ask you if you want to be quizzed on addition or subtraction equation problems.  After you specify the problem type, Alexa will then ask you if you want easy, medium, or hard problems.  You can start with easy problems, and then work your way up to hard problems as you improve your skill.\n\nFor addition problems, the problem will be missing one of the two addends, and you will need to say the value for the missing addend that makes the addition equation correct.\n\nFor subtraction problems, the problem will be missing either the minuend or the subtrahend, and you will need to say the value that makes the subtraction equation correct. \n\nYou can say \"repeat\" to hear a problem again if you didn't hear it the first time, or if you need more time to determine the answer. \n\nYou can start over any time by saying \"Start Over\". \n\nAt any time you can say \"stop\" or \"cancel\" and you will be told the number of correct answers you gave, and the number of incorrect answers you gave, out of 20  total possible equation problems. \n\nSo have fun, and learn to equate.\n\nAlso try my other skills: Let's Multiply, Let's Divide, Let's Add and Let's Subtract..\n\nSend suggestions, comments, pictures of Alexa teaching you equations, etc., to \n\nsupport@wobblemouth.com.  \n\nI'm looking for new ideas to make learning fun with Alexa.\n\nVersion 1.0.0",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open let's equate",
    "Alexa, ask let's equate to quiz me with easy addition problems",
    "Alexa, ask let's equate for help"
  ],
  "firstReleaseDate": 1469017647.321,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.53cfca4d-5125-419f-aa5d-f1f493986167",
  "imageAltText": "Lets Equate icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01IQQJ26W/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "let's equate",
  "name": "Lets Equate",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Let's Equate is a skill that quizzes you on 20 addition or subtraction equation problems. You provide the answer that makes the equation correct.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M195ISM2W3SGIA",
  "vendorName": "Wobble Mouth"
}
