{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B019YOO6R0",
  "averageRating": 4.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Walking Affirmations Daily Affirmation skill provides a daily uplifting, positive thought for you to take throughout the day. Affirmations are sentences aimed to affect the conscious and the subconscious mind. The words that combine to create the affirmation, automatically and involuntarily, bring up related mental images into the mind, which could inspire, energize and motivate. Repeating affirmations, and the resultant mental images, affect the subconscious mind, which in turn, influences the behavior, habits, actions and reactions.\n\nThe first step is enabling the skill. Then, this skill works by allowing you to ask Alexa for an affirmation and Alexa will provide you with a positive phrase to take with you throughout the day. When you need a reminder, as you go through out your day, you can go the Alexa companion app to see the affirmation that you received that day. New affirmations will be added frequently.",
  "enablement": null,
  "exampleInteractions": [
    "\"Alexa, open Daily Affirmation.\"",
    "\"Alexa, ask Daily Affirmation for my affirmation.\"",
    "\"Alexa, Open Daily Affirmation and ask for help.\""
  ],
  "firstReleaseDate": 1451432610.943,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.a17bc005-a00c-422f-8858-9fed34da389f",
  "imageAltText": "Daily Affirmation icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B019YOO6R0/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "daily affirmation",
  "name": "Daily Affirmation",
  "numberOfReviews": 13,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "The Walking Affirmations Daily Affirmation skill provides a daily uplifting, positive thought for you to take throughout the day.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2XG8VZP8OQEH8",
  "vendorName": "GeekGirl Marketing and App Development"
}
