{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01KJ91K5U",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Play a single player game of battleship (also called naval battle). Alexa will create a board of the classic game and you will take turns trying to guess where the ships are. After a tutorial, you will play in a 6x6 board with 4 ships. The board is arranged in columns and rows where the columns use alphabetic letters A to F and the rows the numerals 1 to 6. After each turn you will issue a \"shoot\" command and specify the coordinates you would like to shoot at, for example: \"shoot A 1\". Alexa will reply with either \"miss\", \"hit\", or \"sink\" when a ship has been eliminated, that is, all its positions have been guessed.  There is a battleship with 4 positions, a carrier with 3 positions, a submarine with 3 positions and a patrol boat with 2 positions. You win the game when all the ships have been eliminated.\nTry to exercise your memory by playing paperless and develop a strategy to eliminate all the ships in the minimum number of guesses! Larger boards will become available later.\nIf you want to feel like you are in the navy (or you have trouble with the column letters), you can use greek letter names, the NATO or the Western Union phonetic alphabets (alpha, bravo, Charlie, delta, echo, Frank...)\nIcon: USS Iowa - United States Navy/Wikimedia Commons",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, start Audio Battleship",
    "Alexa, open Audio Battleship",
    "Alexa, start a new game of Audio Battleship"
  ],
  "firstReleaseDate": 1471954763.566,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.3e7ce8c3-fe25-4b28-b1e7-f4b7525644f2",
  "imageAltText": "Audio Battleship icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01KJ91K5U/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "audio battleship",
  "name": "Audio Battleship",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "",
  "shortDescription": "Single player game of battleship. Exercise your memory by playing paperless!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://115iec5pk1.execute-api.us-east-1.amazonaws.com/prod/pub",
  "vendorId": "M2FXJAJA866PLQ",
  "vendorName": "Drexel University"
}
