{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LPOEHW6",
  "averageRating": 3.1,
  "canDisable": false,
  "capabilities": null,
  "category": null,
  "description": "Your Flux WiFi lights now connect to your Amazon Echo family of devices through the Alexa connected home. After a few easy setup steps, you can control your lights with Alexa. All you have to do is say “Alexa, turn on the kitchen lights”, and Alexa and Flux will make it happen.\n \nOnce you know the name or group of your lights, you can say the following:\n“Alexa, turn on the Bedroom light”,\n“Alexa, turn off the Bedroom light\",\n“Alexa, set the kitchen light  to 10 percent”,\n“Alexa, dim the living room light by 60 percent”,\n“Alexa, set the living room light to 50 percent”,\n\n\nHOW TO GET CONNECTED\n\nMake sure you have signed into your Flux cloud account and have enabled your Flux lights for remote control. Then follow these steps:\n\n1. Enable this skill and link your Flux Wifi account. Make sure you have enabled Remote Access on your Flux Wifi bulbs in the Flux Wifi app.\n2. Next, discover you Flux Wifi bulbs by saying \"Alexa, Discover Devices\" or by clicking the Discover Devices button in the Smart Home section of the Alexa app.\n3. Your Flux Wifi bulbs should appear in your list of discovered devices using the name given in the Flux Wifi app\n4. You can control your devices, including turning on and off, and setting a brightness level, by saying things like:\n\n“Alexa, turn on the Bedroom light”,\n“Alexa, turn off the Bedroom light\",\n“Alexa, set the living room light to 50 percent”,\n\nThe App currently does not support changing colors or modes via Alexa. We will continue upgrading the app and adding more features.\nFor support, please visit the help section of the Flux Wifi app.",
  "enablement": null,
  "exampleInteractions": [
    null,
    null,
    null
  ],
  "firstReleaseDate": 1479854102.36,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.5ab1caeb-95ad-4eec-8035-16414f5c5006",
  "imageAltText": "Flux WiFi icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LPOEHW6/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "Flux WiFi",
  "numberOfReviews": 8,
  "pamsPartnerId": "3orpBLKlnqhAgTFKzzudwsw2F",
  "permissions": null,
  "privacyPolicyUrl": "https://echo.magichue.net/PrivacyFlux.html",
  "shortDescription": "Flux WiFi allows you to fill your home with millions of bright right colors and white tones. And now you can control your Flux WiFi smart lights with Alexa.",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M36CFHUXSNWC1V",
  "vendorName": "FluxSmart Lighting"
}
