{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N9N308T",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Alexa and Diffuser Blends work together to help you create essential oil blends for your diffuser.\n\nDiffuser Blends is a community that provides you with access to hundreds of essential oil blend recipes. New blends are being added every day! \n\nAnd now, you can simply ask Alexa to suggest an aromatherapy blend and you can make it while you're at your diffuser. There's no need to use your computer, tablet, or phone to be reminded of your favorite blends. Just ask Alexa.\n\nTo get started, select the 'Enable Skill' button to link your Diffuser Blend account with Alexa. You must already have an account on DiffuserBlends.com in order to use this skill.\n\n • Find Blends You Can Make – Say, \"Alexa, ask Diffuser Blends what blends I can make.\" Alexa will make blend suggestions based on the essential oils specified in your collection on your account.\n\n • Browse Your Favorite Blends – Say, \"Alexa, ask Diffuser Blends for my favorite blends.\" Alexa will make blend suggestions based on your list of favorite blends on your account.\n\n • Browse by Aroma – Say, \"Alexa, ask Diffuser Blends for a floral blend.\" Alexa will make blend suggestions based on aroma. You can try citrus, coniferous, floral, herbaceous, minty, grassy, resinous, spicy, and woody.\n\n • Browse by Oil – Say, \"Alexa, ask Diffuser Blends for a blend with grapefruit.\" Alexa will make blend suggestions based on the oil. You may specify single oils or blends. For example, try lemon, lavender, peppermint, protective blend, or grounding blend.\n\n • Browse by List – Say, \"Alexa, ask Diffuser Blends for meditation blends.\" Alexa will make blend suggestions based on the list. For example, try meditation, spring, summer, fall, winter, stress relief, studying, or workout.\n\n • Browse Your Saved Blends – Say, \"Alexa, ask Diffuser Blends for my saved blends.\" Alexa will make blend suggestions based on your list of saved blends in your account.\n\nIf you need assistance, please reach out to us by emailing help@diffuserblends.com.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Diffuser Blends.",
    "Alexa, ask Diffuser Blends for a blend with lavender.",
    "Alexa, ask Diffuser Blends for my favorite blends."
  ],
  "firstReleaseDate": 1483442345.437,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.a6ea60b9-b0b3-41e4-82e4-67ae0d86aaef",
  "imageAltText": "Diffuser Blends icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N9N308T/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "diffuser blends",
  "name": "Diffuser Blends",
  "numberOfReviews": 0,
  "pamsPartnerId": "4creeeBkoksc9Ith3fiOAP1lm",
  "permissions": null,
  "privacyPolicyUrl": "https://www.diffuserblends.com/privacy.php",
  "shortDescription": "Alexa and Diffuser Blends work together to help you easily create essential oil blends for your diffuser.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M279ASXG4IQK40",
  "vendorName": "Jay Nicholas"
}
