{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HQW7016",
  "averageRating": 3.4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Fridge Storage Times Helper is here to provide guidelines how long food items can be safely kept under refrigeration or frozen. The information was sourced from Foodsafety.gov and covers most common meats, fruits, and vegetables.  \n\nSo the next time you are wondering about a food item and how long to keep it. Just ask...\n\n\"Alexa ask fridge storage times\"\n\"Alexa ask fridge storage times how long can I keep leftovers\"\n\"Alexa ask fridge storage times how long can I keep bok choy\"\n\"Alexa ask fridge storage times how long can I store chicken\"\n\nThese are just guidelines and common sense should be followed when handling all food items including following the use-by-date provider by the retailer or manufacturer.\n\nDisclaimer:  Refrigeration guidelines were collected from FoodSafety.gov. In no event will I be liable for any food-born illness, death, or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever in connection with, the use of this Amazon Alexa Skill.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask fridge storage times how long can I keep a steak",
    "Alexa ask fridge storage times how long can I store chicken",
    "Alexa ask fridge storage times how long can I freeze tomatoes"
  ],
  "firstReleaseDate": 1467296857.97,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.20c87d4c-f522-4d0d-81e2-39aef0c3a7ad",
  "imageAltText": "FridgeStorageTimesHelper icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HQW7016/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "fridge storage times",
  "name": "FridgeStorageTimesHelper",
  "numberOfReviews": 5,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Provides guidelines on how long food can be safely kept in refrigeration. For example, you can say \"Alexa, ask fridge storage times how long can I keep a steak\"",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MZJKOMCOUR6GW",
  "vendorName": "builditdan"
}
