{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HOQ5PBQ",
  "averageRating": 2,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Navigation Ninja (or Nav Ninja for short) can help you find the driving, bicycling, or walking distance between any two US cities. It will also give you an estimate of how long it would take to make the trip! \n\nUsing Nav  Ninja is easy and can be accomplished two different ways. The first method is through a rich interactive conversation - simply ask Alexa to open Nav  Ninja and then answer Alexa’s questions. If you make a mistake don’t worry, Alexa will confirm your choices and even let you “go back” or “start over”. If you need to exit at any time simply say “cancel”. If you are unsure of a question, feel free to say “help”. \n\nOnce you get a hang of the app you may want answers more quickly. The second method allows you to provide all of the information up front and get your answer right away! You simply need to supply two cities and an optional transportation mode (driving, bicycling, or walking). Check out the sample utterances for a few examples. \n\nI hope you enjoy using Navigation Ninja. If you have any issues, ideas on how to improve the app, or general feedback please feel free to leave a review!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Nav Ninja to find the distance between Dallas, Texas and Seattle, Washington by car",
    "Alexa, open Nav Ninja",
    "Alexa, ask Nav  Ninja what's the distance between Dallas and Atlanta by walking"
  ],
  "firstReleaseDate": 1477761139.089,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.d441dcc6-ff2b-4e0d-bb6c-f5c1a0a7bccc",
  "imageAltText": "Navigation Ninja icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HOQ5PBQ/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "nav ninja",
  "name": "Navigation Ninja",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Ever wonder how far away a place is or how long it takes to get there? Ask a Ninja!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MYH4UCPQ1ICU9",
  "vendorName": "HHJ Engineering"
}
