{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01G13QWMY",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Entertainment",
  "description": "If you think Shakespeare is difficult, boring and no longer relevant, you don't know Shakespeare. ShakespeareGeek has been all over the internet for over ten years telling Shakespeare jokes and stories and generally making the subject matter as accessible to all audiences as humanly possible. Now a decade of experience making Shakespeare fresh and exciting is available via Alexa.  \n\nWant to learn more about the man and his work? Ask Shakespeare Geek for a trivia. How about a joke? Shakespeare Geek knows plenty of Shakespeare jokes. Whether you get them or not is up to you!\n\nEverybody knows Shakespeare for his eternal words of wisdom, so you can go ahead and ask Shakespeare Geek for advice or his opinion as well, like an Elizabethan fortune cookie.\n\nLast but certainly not least, everybody loves a good old fashioned Shakespearean insult. Ask Shakespeare Geek to insult your friends!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Shakespeare Geek for trivia",
    "Alexa, ask Shakespeare Geek to tell me a joke",
    "Alexa, ask Shakespeare Geek to insult my friend"
  ],
  "firstReleaseDate": 1464170912.763,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.9b55145d-9643-4a44-9e99-c7069ed5eaf1",
  "imageAltText": "Shakespeare Geek icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01G13QWMY/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "shakespeare geek",
  "name": "Shakespeare Geek",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Make learning about Shakespeare fun and interesting with Shakespeare Geek's trivia, jokes, insults and quotes!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M371DL9AZ77DNF",
  "vendorName": "Duane Morin"
}
