{
  "accountLinkingWhitelistedDomains": [
    "api.meethue.com",
    "www.meethue.com",
    "www.google.com",
    "plus.google.com",
    "accounts.google.com",
    "appengine.google.com",
    "security.google.com",
    "client.meethue.com",
    "my.meethue.com"
  ],
  "asin": "B01MPX3JNE",
  "averageRating": 0,
  "canDisable": false,
  "capabilities": null,
  "category": null,
  "description": "\"Mit dem Philips Hue Skill können Sie nun Ihre Philips Hue Beleuchtung \nund Ihre Hue Szenen über Alexa ansteuern. Tippen Sie auf den \"\"Skill aktivieren\"\" Button in der Alexa App, um Ihren Hue Account mit Alexa zu verbinden und sagen Sie \"\"Alexa, finde Smartgeräte\"\". Mehr Informationen, wie Sie Ihre Smartgeräte mit Alexa verbinden können, finden Sie hier http://amzn.to/291lR7u\"\n\n\"Wenn Sie Ihren Google Account mit einem iOS Device und dem SmartHome Skill \nverbinden wollen, kann dies beim ersten Versuch scheitern. Bitte wiederholen Sie den Set Up, um die Verbindung erfolgreich abzuschließen. Sollte auch beim zweiten Mal keine Verbindung hergestellt werden können, versuchen Sie Philips Hue zuerst über einen Browser und Google+ zu verbinden oder lesen Sie sich die FAQs in dem untenstehenden Link durch.\"\n\n\"Diese Funktion kann ausschließlich für Philips Hue Szenen und Zimmer genutzt werden. Um die Zuverlässigkeit und das optimale Konsumentenerlebnis\nsicherzustellen, ist dieser Skill nur mit der Philips Hue Bridge V2 (quadratische Form) und NICHT mit der Philips Hue Bridge V1 (runde Form) kompatibel. \nDie Funktionen \"\"An / Aus / Dimmen\"\" sind mit beiden Versionen der Hue Bridge nutzbar. Sollten Sie keine Szenen mit Ihren Philips Hue Lampen oder eine Hue Bridge V1 nutzen, brauchen Sie diesen Skill nicht zu aktivieren. Bitten Sie Alexa einfach nach entsprechenden Smartgeräten zu suchen und drücken Sie den Startknopf Ihrer Bridge.\"\n\n*Wenn Sie diesen Skill nutzen wollen, müssen Sie genau definieren, welches Smartgerät Sie mit welchem Namen versehen. Es gibt 2 Möglichkeiten, Namen zu vergeben:\n- Nutzen Sie die Namen, die Sie bereits eingestellt haben - diese werden Ihnen in der Philips Hue App auf dem Reiter \"Zimmereinstellungen\" angezeigt. Hier können Sie die Namen auch ändern. Oder…\n\"- Erstellen Sie eine Alexa Gruppe, wie zum Beispiel \"\"Schlafzimmer\"\" oder \"\"Erdgeschoss\"\" und fügen der Gruppe im Anschluss weitere Smartgeräte hinzu. \nMehr Informationen finden Sie hier http://amzn.to/2965dCE\"\n\nSobald der Name oder die Gruppe an Smartgeräten / Szenen erstellt ist und Sie Alexa gebeten haben \"Finde Smartgeräte\", können Sie über Sprachsteuerung Ihre Hue Beleuchtung kontrollieren.\n- Sie können nun Ihre smarte Beleuchtung an- und ausschalten: \"Alexa, schalte das Licht im Schlafzimmer ein\" oder \"Alexa, schalte das Licht in der Küche aus\".\n- Um die Helligkeit zu verändern sagen Sie einfach: \"Alexa, stelle die Helligkeit im Esszimmer auf 60%\", oder \"Alexa, dimme das Licht im Wohnzimmer\".\n\n\"Voreingestellte Szenen werden automatisch für einzelne Zimmer erstellt, wie zum Beispiel die Szenen Relax, Konzentrieren, Energie tanken, Artic Aurora, Gedimmt und viele mehr.\nUm Szene zu verändern, sagen Sie Alexa den Szenen Namen und das entsprechende Zimmer, wie zum Beispiel, \"\"Alexa, schalte die Szene Relax im Schlafzimmer ein\"\".\"\n- Szenen Namen finden Sie in der Philips Hue App, nachdem Sie über den Reiter \"Zimmereinstellungen\" ein bestimmtes Zimmer ausgewählt haben. Sie können aber auch neue, individuell auf Sie abgestimmte Szenen kreieren\n- Nachdem Sie eine Szene erstellt oder neu benannt haben, sagen Sie einfach \"Alexa, finde Smartgeräte\".\n\nSollten Sie noch weitere Fragen haben, können Sie unter dem nachfolgenden Link die FAQs einsehen: http://www2.meethue.com/de-DE/support/faq-categories/partners/amazon-alexa/",
  "enablement": null,
  "exampleInteractions": [
    null,
    null,
    null
  ],
  "firstReleaseDate": 1477444443.957,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.f718da91-c86d-478a-945b-14d6d95c3862",
  "imageAltText": "Hue icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MPX3JNE/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "Hue",
  "numberOfReviews": 0,
  "pamsPartnerId": "RU8yW34Wyxey2xVNbdKUFHNCa",
  "permissions": null,
  "privacyPolicyUrl": "http://www.meethue.com/privacy",
  "shortDescription": "Mit Alexa und Philips Hue können Sie ganz einfach Ihr Licht für alltägliche Aktivitäten einstellen und besondere Momente unterstreichen. Alles was Sie tun müsse",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": "http://www.meethue.com/productterms",
  "vendorId": "M839W7BU4Z9OH",
  "vendorName": "Philips Hue"
}
