{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N78OCE2",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "'Palak Paneer Recipe' skill allows users to prepare 'Palak Paneer', a vegetarian dish originating from the Punjab region of the Indian Subcontinent. 'Palak Paneer' is a delicious and a highly nutritious indian main course dish with main ingredients as Spinach(palak) and Cottage cheese(paneer).\nInstructions to use this skill below:\n - Users can start the recipe and start cooking Palak Paneer. \n - You need not start from the beginning of the recipe every time you use this skill.\n - Please say, Start recipe, to start the recipe from step 1.\n - Please say, Continue, to go to next step in the recipe.\n - Please say, Repeat, if you would like to repeat the step which you have just listened to.\n - Please say, Previous step, or say, go back, to go to previous step in the recipe.\n - If you remember the step number, You can go to that particular step too. Just say something like, Go to, step 7.\nPlease reach out to me at zendizmo@gmail.com if you have any suggestions or developments in this recipe or if you want me to prepare skills like these for other Indian veggie dishes.\nComing soon: Malai Kofta",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Palak Paneer Recipe and start recipe",
    "Alexa, open Palak Paneer Recipe and continue",
    "Alexa, open Palak Paneer Recipe and go to step 5"
  ],
  "firstReleaseDate": 1480156489.911,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.265c0e3d-3b47-4e37-8dc6-c42f7d86799e",
  "imageAltText": "Palak Paneer Recipe icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N78OCE2/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "palak paneer recipe",
  "name": "Palak Paneer Recipe",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "'Palak Paneer Recipe' skill allows users to prepare 'Palak(Spinach) Paneer(Cottage Cheese)', a vegetarian delicious, healthy dish originated in northern India.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1R0XM683MSFKN",
  "vendorName": "Zendizmo"
}
