{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LFJ9R5S",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Alexa can tell you the address of your polling stations in Arlington County. Just say \"Alexa, ask Arlington Voter Guide where do I vote in Clarendon\" and Alexa will provide you the address of the poll station in that precinct.\n\nAlexa will also tell you the latest presidential race poll results. For example, say \"Alexa, ask arlington voter guide who is Virginia leaning towards.\" Or ask for any of the other fifty states.\n\nWith Arlington Voter Guide, Alexa will tell you who's on the ballot. For example, ask \"Alexa, ask arlington voter guide who is on the ballot for congress.\"\n\nYou can ask about the polling stations in any of the 52 precincts in Arlington County, Virginia.  Ask for a list of all precincts to hear their names. Just say \"Alexa, tell arlington voter guide to say all the precinct names.\"\n\nAsk Alexa how much money a presidential candidate has raised. For example, \"Alexa, ask arlington voter guide how much money has Donald Trump raised.\"\n\nSources: Arlington County, Huffington Post, Google Civic API, Federal Election Commission",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask arlington voter guide where do I vote in Clarendon",
    "Alexa, ask arlington voter guide to tell me the poll figures for Virginia",
    "Alexa, ask arlington voter guide who is running for congress"
  ],
  "firstReleaseDate": 1472886213.145,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.ee65f684-4d9d-48db-9335-45f00b611a74",
  "imageAltText": "Arlington Voter Guide icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LFJ9R5S/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "arlington voter guide",
  "name": "Arlington Voter Guide",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Arlington Voter Guide tells you addresses of local poll stations, current general election poll numbers, and who's on the ballot.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3LSS9T23XFV8Q",
  "vendorName": "css"
}
