{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01J0C0TG8",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "MultiPlayer enables multiple players to participate on knowledge serious games like Trivia, it keeps score for each player and enables to select game among a list, stored in database. Following games are available by default : countrycapital, reindeer. It is possible to extend or update games questions, stored in separate (amazon dynamo) database. Players scores are ordered by decreasing correct answer value, and for identical correct answers, users with less questions has higher rank.\n\nHere are possible conversations:\n   User: \"Alexa, ask multiplayer to reset.\"\n   Alexa: \"New game started without players. Who do you want to add first?\"\n   User: \"Add Bob\"\n   Alexa: \"Bob has joined your game\"\n   User: \"Add Jeff\"\n   Alexa: \"Jeff has joined your game\"\n \n// if some changes have been done in database about the games/questions\n   User: \"reload game questions.\"\n   Alexa: \"Game Questions has been reloaded. You can set game questions, start game. What can I do for you?\"\n\n// to select some game : countrycapital, reindeer \n   User: \"set game questions\"\n   Alexa: \"To update Game Questions: for country capital, you can say 'set questions 1' , for reindeer say 'set questions 2'. Which one do you want?\"\n \n   User: \"set questions one\"\n   Alexa: \"Game Questions set with countrycapital, You can now start game.\"\n \n   User: \"set questions two\"\n   Alexa: \"Game Questions set with reindeer, You can now start game.\"\n \n   User: \"start game\"\n   Alexa: \"I will ask each player 5 questions, try to get as many right as you can. Just say the number of the answer. Let's begin. Questions for bob 1. Brasilia is the capital of which country? 1. South Korea. 2. Pakistan. 3. Brazil. 4. Czech Republic. \"\n \n   (skill will prompt 5 consecutives questions for each player : Bob then Jeff)\n  each (in)correct answer is preceded by a short mp3 sound\n \n  One-shot model:\n   User: \"what's the current score?\"\n   Alexa: \"Jeff has zero points 5 questions and Bob has three points 5 questions\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Ask Multi Player  to reset",
    "Alexa, Ask Multi Player  to add bob",
    "Alexa, Ask Multi Player to start game"
  ],
  "firstReleaseDate": 1470215498.04,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.d9b07b70-3e0c-4a80-a94e-1b6f6dd5800b",
  "imageAltText": "MultiPlayer icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01J0C0TG8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "multi player",
  "name": "MultiPlayer",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "MultiPlayer manages automatically scores for multiple players about several knowledge games like trivia. Each player has to answer 5 consecutive game questions",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1RKZ1X1FU5I9M",
  "vendorName": "Adrien Chan"
}
