{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01NCJ0MAM",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Catch Sports is your digital personal assistant for live sports. We can tell you how to watch on your TV, phone or computer. We can also recommend games for you to watch based on things you’ve favorited and how exciting a game is.\n\nOnce you’ve enabled the skill say “Alexa ask Catch Sports…”\n\n· “what channel the Atlanta Braves game is on”\n\n· “how I can watch the Falcons versus Giants Football game on my phone”\n\n· “what website is streaming the Crimson Tide football game”\n\n· “when the next Dallas Cowboys game is”\n\n· “where I can watch the next golf tournament”\n\n· “where I can catch the next college football game on my tv”\n\n· “what NFL game should I watch”\n\n· “to recommend a college football game to watch”\n\n· “to suggest any game to catch”\n\n· “to follow Ohio State football”\n\n· “to follow the Dallas Cowboys”\n\n· “what the score in the San Jose Sharks game is”\n\nCreate an account by downloading our Catch Sports mobile app on iTunes or Google Play. Once inside the Catch Sports app, look for the Alexa linking code under ‘more’. Use this unique code to pair your Catch Sports account with Alexa in the Alexa mobile app.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Catch Sports what channel the Florida State football game is on",
    "Alexa, ask Catch Sports to recommend a baseball game to watch",
    "Alexa, ask Catch Sports if I can watch the Arizona Diamondbacks game on my phone"
  ],
  "firstReleaseDate": 1483121945.585,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c42a6005-5d95-4a36-a3a6-9240d34ebb02",
  "imageAltText": "Catch Sports icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01NCJ0MAM/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "catch sports",
  "name": "Catch Sports",
  "numberOfReviews": 3,
  "pamsPartnerId": "pGEKJZXNSR9Cs191tYVjWftPv",
  "permissions": null,
  "privacyPolicyUrl": "http://www.catchsports.com/privacy",
  "shortDescription": "Catch Sports is your digital personal assistant for live sports.  We can tell you how to watch on your TV, phone or computer.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1AGII9EV2F3Y2",
  "vendorName": "Catch Sports"
}
