{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N0UQJ9Z",
  "averageRating": 3.4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Weather. Time Travel. Superpowers. It's all yours with Weather Sky.\n\nWeather Sky is a Dark Sky powered skill that allows you to easily ask for detailed weather or temperature information for any location within the United States. When you ask for a weather or temperature report, Weather Sky will also tell you about any active weather alerts for the location.\n\nWant to get an idea of what the weather will be like for an upcoming trip or vacation? Are you curious about what the weather was like on the day you were born? In addition to providing current weather information, Weather Sky also allows you to travel in time and ask for a weather or temperature report for a date in the future, or for a date from the past. Using Weather Sky, all you have to do is ask.\n\nWeather Sky also gives you a superpower: the ability to change the weather. Would you like an energizing thunderstorm? Say, \"Alexa, ask Weather Sky to give me a thunderstorm.\" Or maybe what you'd really like is for the sun to come out. Say, \"Alexa, ask Weather Sky for a sunny day.\" You can also ask for wind, rain, fog, snow, a blizzard, a pleasant evening, or even a babbling brook.\n\nWhen you enable Weather Sky and start the skill for the first time (by saying \"Alexa, start Weather Sky\"), the skill will assist you in setting your home location and will then give you a short introduction. If you'd like additional information about how the skill works, say \"help\".\n\nComments and suggestions are welcome. Please address email to info@weathersky.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, start Weather Sky",
    "Alexa, ask Weather Sky for my forecast",
    "Alexa, ask Weather Sky for the temperature last Friday"
  ],
  "firstReleaseDate": 1482900563.984,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.d3f5ae05-0dd6-46d8-bc5c-81f1477c42ae",
  "imageAltText": "Weather Sky icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N0UQJ9Z/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "weather sky",
  "name": "Weather Sky",
  "numberOfReviews": 10,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Detailed weather conditions, weather alerts, time travel, and the power to change the weather.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M24BDQCH4WS88J",
  "vendorName": "zeronil"
}
