{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B019X6M400",
  "averageRating": 2.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Glympse is a mobile application that allows friends and family to safely share their live location and ETA with each other in real time. With the Glympse skill, you can now ask Alexa for the location or ETA of people sharing with you.\n\nTo get started, you can add friends or family members to the Glympse skill by saying \"Alexa, ask Glympse to add a friend\".  In the Alexa application, you will see a 'Link Account' button appear in a Glympse card.  Clicking this button will allow you to enter your friend’s name, along with a mobile phone number or email address that the Glympse skill can use to send them a request to share their location with you. After a friend has been added, you can simply say something like \"Alexa, ask Glympse, where is Sylvia?\". If your friend is not currently sharing with you, a request can be sent to them, asking them to start sharing their location with you.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Glympse where is Sylvia?",
    "Alexa, ask Glympse where is she headed?",
    "Alexa, ask Glympse when will she arrive?"
  ],
  "firstReleaseDate": 1451352354.125,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.ecadc151-7d18-40e0-b307-54b691622461",
  "imageAltText": "Glympse icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B019X6M400/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "glimpse",
  "name": "Glympse",
  "numberOfReviews": 28,
  "pamsPartnerId": "ChPvrYoO7IprZ52BbLOtAeMoj",
  "permissions": null,
  "privacyPolicyUrl": "http://glympse.com/privacy",
  "shortDescription": "Glympse allows family and friends to temporarily share their live location and ETA with each other.  Just ask Alexa for a friend's location to get started.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://glympse.com/terms",
  "vendorId": "M20KLY2V9Y91FH",
  "vendorName": "Glympse"
}
