{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MYOGRD5",
  "averageRating": 3.5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The purpose of this skill is to add a brief idea you had to a google document.  It also has the ability to list your last ten used files, and create a file (either a document, a sheet, or presentation).  You must have a Gmail account with Google Drive connected in order to use this skill.  To start, enable the skill, then sign in with your Account, allow this skill to have access to your account.  Once linked you may now go ahead and use the different functions starting with \"Alexa, ask edit docs\".  If you get a message stating your skill is not linked, attempt to say \"Alexa, open edit docs\" in order to re-link your skill.  If that does not work disable this skill and re-enable it.\n\nThis skill is not sponsored or endorsed by Google.  \nThis skill is not sponsored or endorsed by Amazon.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Edit Docs to list my files please",
    "Alexa, ask Edit Docs to create a document called Ideas",
    "Alexa, ask Edit Docs to update Ideas with the following I really enjoy this project"
  ],
  "firstReleaseDate": 1481028553.958,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.9fadc9b7-4377-44f0-9d40-9e7f015a8bf7",
  "imageAltText": "Edit Docs icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MYOGRD5/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "edit docs",
  "name": "Edit Docs",
  "numberOfReviews": 2,
  "pamsPartnerId": "ZyfHlwPFcAR4aHN8WzINQUyfv",
  "permissions": null,
  "privacyPolicyUrl": "https://www.google.com/policies/privacy/",
  "shortDescription": "An Amazon Alexa skill to open and edit google docs through voice.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2F2Y6CV4S7ONE",
  "vendorName": "Antonio Cucciniello"
}
