{
  "accountLinkingWhitelistedDomains": [
    "home.nest.com",
    "api.home.nest.com",
    "underscoreresearch.com"
  ],
  "asin": "B01CJNVGYO",
  "averageRating": 3.8,
  "canDisable": true,
  "capabilities": null,
  "category": "Home-Automation",
  "description": "Control your Nest® thermostat using your Echo. By default the unit used will be whatever the thermostat is set to, but if you specify the unit you can temporary change it.\n\nAdditional sample phrases are:\n\n• Alexa tell the thermostat to set the temperature to 21 degrees Celsius\n• Alexa tell the thermostat to set the high temperature to 28 degrees (If you are running in heat-cool mode)\n• Alexa tell the thermostat that we are leaving\n• Alexa ask the thermostat about the humidity\n• Alexa ask the thermostat about the settings\n• Alexa ask the thermostat to keep the temperature between 72 and 80 degrees\n• Alexa tell the thermostat to change mode to heat\n• Alexa tell the thermostat to run the fan\n\nIf you are running in heat-cool mode and don't specify which temperature to set, the one that is closest to the current temperature is the one that will be changed.\n\nIf you have multiple Nests you will get to pick which Nest you wish to control through your Amazon Echo by default when you connect your skill. You can change this at any time by saying.\n\n• Alexa ask the thermostat to change device\n\nYou can also control any other thermostat in the same location by specifying its name for example.\n\n• Alexa tell the thermostat that it is a bit cold in the hallway\n• Alexa tell the thermostat to keep the temperature between 70 and 80 degrees in the den\n• Alexa tell the thermostat to change attic to heat and cool\n• Alexa tell the thermostat to run the bedroom fan\n\nIf you have multiple locations in your Nest account you will only be able to access the thermostats in the same location. You are able to also tie this skill to a Nest location that does not have a thermostat, but in that case you are only able to control the away state.\n\nTo use this skill simply enable it and log into your Nest account to link your Nest accounts with your Amazon Echo account.\n\nYou can revoke the access to your Nest from your Amazon Echo at any time by using your Nest app on your smart phone. The access will also be automatically revoked after 3 months of inactivity.\n\nNest® is a registered trademark of Nest Labs, Inc. and its parent company.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa tell the thermostat that it is a bit cold",
    "Alexa tell the thermostat that I am home",
    "Alexa ask the thermostat what the temperature is in celsius"
  ],
  "firstReleaseDate": 1457084547.022,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.92ba4f64-ff14-4197-8f41-d4d258da155b",
  "imageAltText": "Thermostat Controller icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01CJNVGYO/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "the thermostat",
  "name": "Thermostat Controller",
  "numberOfReviews": 26,
  "pamsPartnerId": "kitEtIDpDKPwYxvapKaUEFukL",
  "permissions": null,
  "privacyPolicyUrl": "https://www.underscoreresearch.com/nest/privacy",
  "shortDescription": "Control your Nest® thermostat using only your voice.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MQ0HSADW0CPOK",
  "vendorName": "Underscore Research LLC"
}
