{"accountLinkingWhitelistedDomains":null,"asin":"B01CH04AGK","averageRating":2,"canDisable":true,"capabilities":null,"category":"Health-and-Fitness","description":"Body Mass Index or BMI is the measure of body fat based on body height and weight. This applicable to adult males and females.\n\nWith this skill, you can easily keep track of your  BMI and stay healthy. To know your BMI you input your weight and height and this skill will tell your BMI along with suggested weight to keep you fit.\n\nCurrently this skill accept the weight in pounds or kilograms and height in centimeters or feet. For example you can say my weight is 69.4 kilograms or to say in pounds simply say 159.3 pounds when prompted.Similarly to say height simply say my height is 5.9 feet or to say in centimeters, you can say. My height is 169 centimeters.\n\nAny time during the session you can ask for help by saying 'I need help'. You can also ask for your height or weight to check if Alexa has accepted right input from you. To check your height you can say check my height or what is my weight/height.\n\nBMI is applicable for adults only and its just a indicative number and does not guarantee your personal health based on this number.","enablement":null,"exampleInteractions":["Alexa, open bmi teller and check my bmi","Alexa,open bmi teller and find my bmi","Alexa, open bmi teller and ask for my bmi"],"firstReleaseDate":1456951717.563,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.cc5eb607-a75a-4b8f-96f5-ce9166bdccb4","imageAltText":"My BMI icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/my-bmi/B01CH04AGK/app_icon","inAppPurchasingSupported":false,"launchPhrase":"b. m. i. teller","name":"My BMI","numberOfReviews":4,"pamsPartnerId":null,"permissions":null,"privacyPolicyUrl":null,"shortDescription":"This skill enables you to find your body mass index. You can input your height in feet or centimeters and weight in pounds or kilograms.","skillTypes":null,"stage":"live","termsOfUseUrl":null,"vendorId":"M1GY6VWD7TIB08","vendorName":"Wiliams Solutions"}
