{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01DQCC1R8",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Entertainment",
  "description": "Eclipse Phase is a post-apocalyptic game of conspiracy and horror. The setting takes place after a World War III project to create artificial intelligence went rogue under the influence of an extraterrestrial entity known as the \"Exsurgent\" (best described as an organic computer virus with the capacity to infect both machines and animals with sapient qualities), resulting in the deaths of over 90% of the inhabitants of Earth.\n\nEarth is subsequently abandoned, and existing colonies throughout the Solar System are expanded to accommodate the refugees. The setting explores a spectrum of socioeconomic systems in each of these colonies:\n\n- A capitalist/republican system continues in the Inner System (Mars, the Moon, and Mercury), under the Planetary Consortium, a corporate body which allows the election of representatives but whose shareholders are nominally most powerful.\n- An Extropian/Propertarian system is established in the Asteroid Belt.\n- A military oligarchy rules the moons around Jupiter.\n- An alliance of Scandinavia-style social democracy and Collectivist anarchism are dominant in the Outer System.\n\nFrom there, the setting explores various scientific advances, extrapolated far into the future. Nanotechnology, terraforming, Zero-G living, upgrading animal sapience, and reputation systems are all used as plot points and background.\n\nWith all of this, the game encourages players to confront existential threats like aliens, weapons of mass destruction, Exsurgent Virus outbreaks, and political unrest.\n\nData for this Skill has been sourced from Eclipse Phase materials under the Creative Commons License (http://eclipsephase.com/cclicense)\n\nPlease support this game and its fans by visiting, http://eclipsephase.com. Thanks!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Eclipse Phase for facts",
    "Alexa, ask Eclipse Phase for trivia",
    "Alexa, open Eclipse Phase"
  ],
  "firstReleaseDate": 1460374349.557,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.209352a4-5fea-45c1-b548-fe3a0b31a5d9",
  "imageAltText": "Eclipse Phase Mesh Link icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01DQCC1R8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "eclipse phase",
  "name": "Eclipse Phase Mesh Link",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Ask Eclipse Phase Geek to tell you a fact about the the bleak future of Transhumanity after the Fall of Earth to renegade AI!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2GXIUIEBSSBBM",
  "vendorName": "SILVR"
}
