{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MXY33MP",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Bean Stock is a simulated stock environment that relies on real world market movements to help you practice trading assets.\n\nThis game gives you an initial cash balance of $1000, with which you can buy any stock listed on NASDAQ or NYSE. You can query for prices, or put in orders to buy and sell your shares. Your mission is to increase your account valuation above all other players worldwide. See if you have what it takes to dominate the market. Good luck!\n\nNOTE: This is only a simulation with fictitious assets. No real purchases, transactions or other cash transfers are made at any point in this game.\n\nCompanies can be referred to by their name, like Microsoft, or by their stock symbol, like AMZN for Amazon. Here are some sample interactions you can start with:\n\nInquire Price\n- Alexa, ask Bean Stock for the price of Microsoft\n\nCheck Performance\n- Alexa, ask Bean Stock for my portfolio value\n- Alexa, ask Bean Stock for value of my Tesla shares\n- Alexa, ask Bean Stock what if I sold SLB\n\nBuy Stock\n- Alexa, ask Bean Stock to buy shares of Chevron\n- Alexa, ask Bean Stock to buy twenty shares of Apple\n\nSell Stock\n- Alexa, ask Bean Stock to sell GM\n- Alexa, ask Bean Stock to sell ten shares of Facebook\n\nWe are continuously learning and developing this skill, and would love to incorporate your feedback into new features. Do leave us a comment or two in the reviews section!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Bean Stock for the price of Chevron",
    "Alexa, ask Bean Stock to buy me shares of Tesla",
    "Alexa, ask Bean Stock for my net worth"
  ],
  "firstReleaseDate": 1481977161.723,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.3afd5448-c7ef-414c-bffc-201efb55524d",
  "imageAltText": "Bean Stock icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MXY33MP/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "bean stock",
  "name": "Bean Stock",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "A simulated stock environment for polishing your trading skills based on real companies, real prices and real market movements.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1VBXFEMCMPBY4",
  "vendorName": "Adi Singh"
}
