{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01F9KW5G2",
  "averageRating": 3.8,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "This skill obtains weather data from US (and some international airports) and reads it aloud in the same format that a pilot would hear if he tuned his radio to the airport weather station. (ATIS)\n\nThe data comes from METARS, which are hourly reports available digitally at http://www.aviationweather.gov.\n\nThe formats of a METARs and of ATIS, though similar, and carrying mostly the same information, are different. This skill attempts to translate the METAR data to be as close to ATIS as possible. This means using ICAO aviation phonetics where appropriate and translating wind directions from true-north referenced (METAR) to magnetic-north referenced (ATIS).\n\nThere are two ways to specify the station you want to hear. The first is by city name. (The app does not currently understand airport names.) The second is by a three or four letter ICAO airport identifier. If you only provide three letters, the skill prepends a 'K' -- that is, it assumes you are referencing a US airport. You can specify any airport worldwide by providing all four letters. The letters must be provided using ICAO phonetics (alpha, bravo, charlie, etc.)\n\nThis release (2016Q4) adds some new features:\n\n- Get the time in Zulu, like this:\n\n \"Alexa, ask airport weather to report zulu time\"\n\n- set a preferred compass reference\n\n\"Alexa, ask airport weather to set wind reference to magnetic\" or\n\"Alexa, ask airport weather to set wind reference to true\"\n\n- set a preferred visibility unit:\n\n\"Alexa, ask airport weather to set visibility to miles\"\n\"Alexa, ask airport weather to set visibility to kilometers\"\n\nWhen in kilometer mode, the visibility report will say \"kilometers\" (or \"meters\"). When in miles mode, the unit will not be stated.\n\n- set a preferred altimeter setting unit:\n\n\"Alexa, ask airport weather to set altimeter to inches\"\n\"Alexa, ask airport weather to set altimeter to millibar\"\n\nWhen in millibar mode, the altimeter will be prefaced by \"QNH\". When in inches mode, the units will not be stated.\n\n- default airports\"\n \nFirst, use the app, specifying an airport as usual. Once it has completed successfully, issue the following command: \n\n\"Alexa, ask airport weather to set local airport.\"\n\nThe last successfully read station will become the default. From that point forward you can say:\n\n\"Alexa, ask airport weather for local\" or\n\"Alexa, ask airport weather for atis\"\n\nThe stored default airport will be used. \n\nFeel free to contact me with suggestions: dave@toolsofourtools.org\n\nCode itself is hosted on github, if anyone wants to add features and make a pull request:\nhttps://github.com/djacobow/alexa_metar",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask airport weather to get Cincinnati",
    "Alexa, ask airport weather to read the metar at kilo echo whiskey romeo",
    "Alexa, ask airport weather to get the atis at juliet foxtrot kilo"
  ],
  "firstReleaseDate": 1463704717.557,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.74a477b4-fe89-452d-8aa2-9cb6d89391ff",
  "imageAltText": "Airport METAR Reader icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01F9KW5G2/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "airport weather",
  "name": "Airport METAR Reader",
  "numberOfReviews": 19,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Reads aloud succinct weather reports (METARS) from airport weather stations, formatted to sound like ATIS.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3OPH3CFBJFJ8O",
  "vendorName": "Dave Jacobowitz"
}
