{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HM3KGPG",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Bollywood insider skill will help you find what are the upcoming movies or it can also provide information about movies released this week. You can also ask for top movies or about top grossing bollywood movies. You can also ask more information about the movie. (More detailed information about movie can be viewed in card sent to alexa companion app)\n\nHere are some more example phases:\n\nTo know Upcoming Movies:\nAlexa, ask Bollywood Insider to list the upcoming movies\n\nTo know Movies Released this Week:\nAlexa, ask Bollywood Insider what are the lastest movies\n\nTo know Top Movies:\nAlexa, ask Bollywood Insider to give me popular movies please\n\nTo know Top Grossing Movies:\nAlexa, tell Bollywood Insider to give me the top grossing movies\n\nYou can also get more information about a particular movie. After listening to a list of movies, you can say “tell me more about number 3” to hear more information about the third movie you heard.)",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Bollywood Insider what are the upcoming movies",
    "Alexa, tell Bollywood Insider to give top bollywood movies",
    "Alexa, ask Bollywood Insider which movies released this week"
  ],
  "firstReleaseDate": 1478245466.15,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.5e5e90f5-506b-4d83-a46b-d640b6652ea8",
  "imageAltText": "Bollywood Insider icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HM3KGPG/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "bollywood insider",
  "name": "Bollywood Insider",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Bollywood insider skill will help you find what are the upcoming movies. Or it can also provide information about movies released this week.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M19L933RTPUCKA",
  "vendorName": "Krish Furia"
}
