{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01KBV1SVM",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Giggles allows you to to log every precious moment of the little ones in your day care. \n\nBe it food, naps, pottys, activities and others like problems, concerns, supplies needed and any other comments, just say \"Alexa, tell giggles  Tyler slept like an angel today\" and Giggles will take care of the request.\n\nTo use the skill, you need to have an account with GigglesWare at https://gigglesware.com. Sign up as day care with GigglesWare and once done, activate the skill on Alexa and enter your user name, password once prompted for once and you are all set.\n\nTo command or query GigglesWare, you also need to have kids in your account. You can add a short form of kid to your account by \"Alexa, ask giggles to add James Bruce to my account\". To enter long form of kid which include kid's guardian info, allergies, email and others, please login to https://gigglesware.com and Add  Kid under Kids section.\n\nSome of the sample commands and queries that you can use\nAlexa, tell giggles Gail has a fever\nAlexa, tell giggles Drew needs clothes\nAlexa, ask giggles did Alex take any naps\n\nDisclaimer: This skill is meant for parents/child care centers/guardians to track their child's progress and may not be suitable for all ages.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Tell giggles John slept for two hours",
    "Alexa, Ask giggles what did Hannah eat today",
    "Alexa, Tell giggles Emilio learned how to use a fork today"
  ],
  "firstReleaseDate": 1476859377.451,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.89584c9a-32d0-4099-a674-d421e61afdb8",
  "imageAltText": "GigglesWare icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01KBV1SVM/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "giggles",
  "name": "GigglesWare",
  "numberOfReviews": 0,
  "pamsPartnerId": "pj2mCpedcvw2J3xSX44E4CyCJ",
  "permissions": null,
  "privacyPolicyUrl": "https://gigglesware.com/privacy",
  "shortDescription": "Track your kid's naps,foods,activities and others using Alexa to log them and query them later",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MMC7RP7MEAJQ3",
  "vendorName": "Sankar Puchala"
}
