{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B018TEBWH8",
  "averageRating": 3.9,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Gives you the start and end times for Shabbos by city, the Hebrew (Jewish) date for today, tomorrow, any day this week or next (ie:a week from today), and the Torah portion of this week.\n\nThe Rabbi v1.3.0 release notes\n\nNEW! SEFIRAT HAOMER - The Counting of the Omer\n\"Alexa, ask the Rabbi for the Omer\" will give you last night's count and display tonight's count on the card in the Alexa app.\n\nSwitched to Chabad.org API for Torah readings and added weekday Holiday readings and Haftarot.\n\nNow when you \"Ask the Rabbi for the KRIAH\" you will get the next Holiday reading and when you \"Ask the Rabbi for the Parshah\" you will get the Torah and Haftarah readings for the coming Shabbat.\n\nVer 1.2.0\nAdded features:\nYou can now\n\tAsk The Rabbi for Shabbos times in 2 weeks (or any future date ie: in 3 weeks or 2 months from now, etc)\n\tAsk The Rabbi when is Rosh Chodesh (New Month)\n\tAsk The Rabbi for the next Holiday (Yontiff, Chag, Yom Tov)\n\tAsk The Rabbi for the Yom (\"Hayom Yom\" The Lubavitcher Rebbe’s Daily Calendar Thoughts)\n\nNEW FOR THIS PESACH!\n\t\"Alexa, ask The Rabbi to sell my Chometz\"\n\nImprovements:\nWhen asking for Shabbos Candle Lighting time there is now a URL on the Card in the Alexa App/WebApp with a link to our site that gives a step by step guide for lighting Shabbos Candles with Video.\n\nChanged 'Shabbos' to 'Shabbat'\nVarious Improvements to speech recognition and output.\n\nVersion 1.1.0 added the Hebrew/Jewish date feature and all cities now function. \n\nMore features to come, we'd appreciate your suggestions: torah4elli@gmail.com\n\nCredits:\nCreated by and developed in partnership with Elli Meyer and Brad Napoliello \nPowered by Chabad.org",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask The Rabbi what time is Shabbos in New York?",
    "Alexa, ask The Rabbi what's the Hebrew date today?",
    "Alexa, ask The Rabbi what's the next holiday?"
  ],
  "firstReleaseDate": 1449018756.029,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.ec9cc97e-8eb3-4583-b8b0-9ef589d58775",
  "imageAltText": "The Rabbi icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B018TEBWH8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "the rabbi",
  "name": "The Rabbi",
  "numberOfReviews": 10,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Gives you the start and end times for Shabbos by city, the Hebrew (Jewish) date for any day this week or next, and the Torah portion of this week.\nChabad.org",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MYXCZHI2U3L48",
  "vendorName": "Chabad.org"
}
