{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01EMAVSP4",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "IntervalTrainer is a skill for musicians to continually develop their ears. With proper ear training, a musician is able to pick out melodies, chords, and entire songs completely by ear and away from their instruments.\n\nIntervalTrainer allows you to practice intervals randomly within the octave. You have a choice of ascending or descending intervals or both (by default) to practice your aural recognition skills. Practice ascending and descending interval ear training while you have a few minutes simply by saying \"give me an interval\", after that, Alexa will keep score for you and update you on your score as you go. \n\nTo ensure proper ear training and an un-biased key center, random starting notes are chosen. After each guess, feedback about your answer being right or not is given; and you're updated with your current score after a few attempts. Be sure to use the correct music interval terms: unison, minor second, major second, minor third, major third, perfect fourth, tritone, perfect fifth, minor sixth, major sixth, minor seventh, major seventh, and octave.\n\nAfter initializing IntervalTrainer with your first interval (\"Alexa, as Interval Trainer to give me an interval\"), reply back with that interval name (\"perfect fourth\"), and Alexa will confirm or reject your answer.\n\nTo switch interval directions, simply say \"switch interval direction to descending\" or \"switch interval direction to ascending\".\n\nYou can start over your scoring by saying \"reset score\" and you'll have a fresh scorecard.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Interval Trainer to give me an interval",
    "Alexa ask Interval Trainer for a descending interval",
    "Alexa ask Interval Trainer"
  ],
  "firstReleaseDate": 1461825512.994,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.636a33b3-d9eb-4076-ac51-2769dac46135",
  "imageAltText": "IntervalTrainer icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01EMAVSP4/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "interval trainer",
  "name": "IntervalTrainer",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Test your musical interval ear training skills with scoring and feedback.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3IIWERU2K3JB7",
  "vendorName": "Shawn Strickland"
}
