{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01K0X4PQG",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "This VoxBot skill vocal service has been developed from recent yes/no sample skill built with the recent Amazon Alexa Skills Kit.\n  However, I have extended it with several useful features :\n  - data model with tree nodes, each one may have multiple children, leaf nodes can have description\n  a node can have a gotoNode field indicating either : static node as \"0\", either dynamic values :\n  + _NUMERIC_CHILD : next node be calculated based on numeric input by end user\n  + _TAG : search first node matching the tag field either the name field, based on some string end user input\n\n  - since a node can have any number of children from 0 to great value, it will be possible to enumerate all children in one shot.\n  Hence node (child) browsing is done by range of MAX_CHILDREN_NUMBER (5), and dynamically end user is proposed :\n  + say : 1 for child1, 2 for child2,.. up to 5 for child5\n  + either go next range (right)\n  + either go previous range (left)\n  + later on, it will be possible to go back to upper parent level\n\n  - the end user can navigate either by classification type (node tree), either by tag or node name\n \n  I have illustrated the vox bot service with popular Pokemon Go game, to get descriptions of \"Kanto\" Generation-I (first 151) Pokemon :\n  - either by pokemon name (which is node name) \n  - either by tag : pokedex single index number between 1 and 151. The pokedex number is stored as node tag field\n  - either by pokemon type (browsing node tree), to avoid potential confusion to Alexa due to japanese origin pokemon name\n  More details can be found on https://pkmngowiki.com/wiki/Pok%C3%A9mon : Content is available under GNU Free Documentation License 1.3 or later\n  Since there is no API on this pokemon wiki page, I have stored all info in javascript nodes array (see below)\n\n  The VoxBot service can be started as follows :\n  - launch vox bot\n  - ask vox bot pokemon pikachu\n  - ask vox bot pokedex twenty five\n\nwhen you get brief information about some Pokemon. After you can have more details by saying : 'tell me more'",
  "enablement": null,
  "exampleInteractions": [
    "alexa, launch vox bot",
    "alexa, ask vox bot pokemon pikachu",
    "alexa, ask vox bot pokedex twenty five"
  ],
  "firstReleaseDate": 1470901051.069,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.485a34e7-57c5-4edb-92c8-eff4e154d6e0",
  "imageAltText": "vox bot icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01K0X4PQG/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "vox bot",
  "name": "vox bot",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Vox Bot enables to provide description of item, after browsing with next/previous range in nodes tree. End user can also access by type, either by tag or name",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1RKZ1X1FU5I9M",
  "vendorName": "Adrien Chan"
}
