{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01COYAUB8",
  "averageRating": 4.7,
  "canDisable": true,
  "capabilities": null,
  "category": "Utilities",
  "description": "This tool allows one to quickly test voice interaction with services and devices with the Amazon Echo. With the \"Lessons\" tool on portal.theubi.com, someone can build rules that can be mapped to different outputs: a speech utterance back through the Echo or an Alexa Voice Service enabled device; an email or text message; control of dozens of Internet connected; or an HTTP request from a web server. This can allow someone to very easily build a proof of concept around voice interaction on Echo with their service before implementing their own service with Alexa Skillsets. For example, on portal.theubi.com, someone can setup a rule that if someone says on their Echo \"jump\" the response back to the Echo will be \"How high\". Phrases spoken into the Echo can trigger multiple actions. \"Alexa, Open Portal\" or \"Alexa, ask portal (question)\" or \"Alexa, tell portal (something)\" will send the request to Ubi Cloud to check for a user created rules. This skill requires an account be setup at portal.theubi.com.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell portal to give me some tips",
    "Alexa, ask portal how do you create a lesson",
    "Alexa, open portal"
  ],
  "firstReleaseDate": 1457427776.492,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.c3dffce7-9211-4623-a7d0-5c94592af20f",
  "imageAltText": "Ubi Portal Voice Prototyping Tool icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01COYAUB8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "portal",
  "name": "Ubi Portal Voice Prototyping Tool",
  "numberOfReviews": 4,
  "pamsPartnerId": "zvSVgeytdwDhdNsgvwamTVlhI",
  "permissions": null,
  "privacyPolicyUrl": "https://www.freeprivacypolicy.com/free-privacy-policy.html",
  "shortDescription": "Ubi Portal Voice Prototyping Tool allows for very quickly showcasing interaction between an Amazon Echo or AVS enabled device and a service.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2AB8G1E6L06MR",
  "vendorName": "Unified Computer Intelligence Corporation"
}
