{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01ICHIDLK",
  "averageRating": 2.8,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Do you misplace your phone often? Rely on TrackR to help you find it! By pairing with your TrackR account, you can ring your phone at full volume, even on silent mode, so you can quickly locate it. \n\nTo setup:\n1.) Enable the Find My Phone skill by Trackr from your Alexa app or by saying \"Alexa, enable the Find My Phone skill\".\n2.) Get the TrackR app from the Apple App Store or Google Play Store installed on your mobile device.\n3.) Launch the TrackR app and select \"Add a new device\" and then choose \"Alexa Integration\"  and the \"Start Setup\".\n4.) Now ask Alexa for your pin by saying “Alexa, ask TrackR for my pin”\n5.) Enter the pin code into the TrackR app and click Submit.\n\nNote: Ensure Background App Refresh is enabled for the TrackR app so your phone can be found when the app is in the background.\n\nTo get started:\n- Say “Alexa, ask TrackR to find my phone”\n- Your phone should start ringing with the custom TrackR alert\n- Once found, stop the ringing by pressing volume button or the TrackR alert on the phone.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask TrackR to find my phone.",
    "Alexa, ask TrackR to repeat my PIN code.",
    "Alexa, ask TrackR to unpair my phone."
  ],
  "firstReleaseDate": 1471307891.371,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.727f5a0a-7a6e-401b-8048-35f4850cc729",
  "imageAltText": "Find My Phone icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01ICHIDLK/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "tracker",
  "name": "Find My Phone",
  "numberOfReviews": 93,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.thetrackr.com/privacy",
  "shortDescription": "Use TrackR to find your phone, even on when its on silent mode.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2F2ETUTL7YUNX",
  "vendorName": "trackr"
}
