{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B019719XOQ",
  "averageRating": 4.4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The ISY skill allows you to control your ISY home-automation controller from Universal Devices. This enables you to control your devices, locks, thermostats and even programs from your echo.\nTo use this skill, you need to have an account on UDI portal at https://my.isy.io. Once your account is created, you need to have at least one authorized ISY in your account. For more information on setting up your ISY on portal: http://www.universal-devices.com/install-module/\nWhen you enable this skill, you will be prompted to link your echo to your UDI portal account. You will have to provide your UDI portal user ID and password. Once the link process is complete, you can start using the skill.\nIf your portal account has several ISYs, you need to start by choosing which ISY you want to control. You can login to portal, go to your profile, and select your preferred ISY. Alternatively, you can say to your echo: \"Alexa, tell izzy to select my preferred I.S.Y.\", and you will be prompted to say which ISY you want to control. You need to say the Alias you assigned to your ISY in portal. If your account has only one ISY, this step is not required.\n\nBefore you can control devices, you also need to configure them in portal at https://my.isy.io. Go to the ISY tab, and use the tool \"Amazon Echo\" on your ISY.\n\nHere's the complete capability list:\nTurn off a device\nTurn on a device\nTurn on a device to x percent\nBrighten device\nDim device\nToggle device\nGet device status\nLock a door\nUnlock a door\nLock all doors (Alexa will lock all devices it recognizes as a lock)\nUnlock all doors\nGet thermostat temperature\nGet/Set thermostat mode\nGet/Set thermostat setpoint for heat or cool\nIncrease/Decrease setpoint\nRun program (runIf only)\nStop program\nGet program status",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open izzy",
    "Alexa, tell izzy to turn on hallway to 50%",
    "Alexa, ask izzy what's the temperature of second floor thermostat"
  ],
  "firstReleaseDate": 1449775007.311,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.0c691557-2597-4018-ba9b-4abe6821e7ca",
  "imageAltText": "ISY icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B019719XOQ/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "izzy",
  "name": "ISY",
  "numberOfReviews": 14,
  "pamsPartnerId": "k3IAaqG9xZISHpq3FuHc3L6yk",
  "permissions": null,
  "privacyPolicyUrl": "http://www.universal-devices.com/privacy/",
  "shortDescription": "ISY skill allows you to control your home using an ISY home-automation controller.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3K4FN8GEAZQVJ",
  "vendorName": "Universal Devices, Inc."
}
