{"accountLinkingWhitelistedDomains":["dominos.com","cache.dominos.com","order.dominos.com"],"asin":"B01B5G99CC","averageRating":4.1,"canDisable":true,"capabilities":null,"category":"Food/Cooking","description":"Alexa is making ordering your Domino’s favorites even easier. With the Domino’s skill, Alexa can place your Easy Order or your most recent order. Or, you can ask Alexa for your order’s status with Domino’s Tracker®.\n\nTo place an order with Alexa, you’ll need a Domino’s Pizza Profile. If you don’t have a Pizza Profile, set one up at www.dominos.com. You’ll also need an Easy Order or a recent order saved within your Pizza Profile. Once you’ve placed your order, you can ask Alexa for Domino’s Tracker® updates at each stage, from the time it’s placed to when it’s ready for delivery or pickup. Alexa will simply use the phone number saved in your Pizza Profile.\nIf you just want to track your carryout or delivery order from Domino’s, enter the phone number you used with a recent order into the app. Alexa will give you the current status of your order whenever you ask.\n\nTo get started, just say “Alexa, open Domino’s.” Alexa will connect you to Domino’s and get you ordering and tracking in no time.\n\nLearn more about Echo ordering and all the newest ways to order Domino’s at http://anyware.dominos.com/.","enablement":null,"exampleInteractions":["Alexa, open Domino’s","Alexa, open Domino’s and place my Easy Order","Alexa, ask Domino’s to track my order"],"firstReleaseDate":1453946844.953,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.d9b83ae6-a16d-472d-a925-83c91fad878a","imageAltText":"Domino's Pizza icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/dominos-pizza/B01B5G99CC/app_icon","inAppPurchasingSupported":true,"launchPhrase":"dominos","name":"Domino's Pizza","numberOfReviews":9,"pamsPartnerId":"QCs8EJvjzgFhEWdeaFBWvwgWs","permissions":null,"privacyPolicyUrl":"https://www.dominos.com/en/#/content/privacy/","shortDescription":"Place your Domino's Easy Order or your most recent order. You can also ask for Domino’s Tracker® updates to find out the current status of your order.","stage":"live","termsOfUseUrl":"https://www.dominos.com/en/#/content/terms/","vendorName":"Domino's Pizza, LLC"}
