{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01HU9I16I",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Securing and automating your home has become simple and intuitive with the LG Smart Security. Through the ADT Canopy mobile app, set up activities to create an automated home that suits you and the needs of your family. Then use Alexa to start those activities. Hosting a dinner party? Set up an activity that turns your lights down to create ambiance. Want your porch and foyer lights to anticipate your arrival? Create a \"Home from Work\" activity that sets them to the levels you choose. Start any Activity they create by simply asking Alexa to run it. \n\nUsers can say \"Tell Smart Security\" then \"run\" or \"start\" followed by the activity name. Alexa will only be able to run activities that appear in a user's ADT Canopy Activity List.\n\nWith ADT Canopy, users are able to view live streaming HD video from their LG Smart Security, connect to and control Z-wave home automation sensors and devices, and professionally secure and monitor their homes.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell Smart Security to run \"Bedtime.\"",
    "Alexa, tell Smart Security to Start \"Home from Work.\"",
    "Alexa, tell Smart Security to Run \"Dinner Party.\""
  ],
  "firstReleaseDate": 1473905554.294,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.06812fda-4427-4d83-971e-40f0fcf70fd0",
  "imageAltText": "Smart Security icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HU9I16I/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "smart security",
  "name": "Smart Security",
  "numberOfReviews": 0,
  "pamsPartnerId": "I8YLl8yNtMDbmXGPOeN9Gkjat",
  "permissions": null,
  "privacyPolicyUrl": "https://portal.adtcanopy.com/links/privacypolicy",
  "shortDescription": "Home automation and security just got easier with the Alexa skill for the LG Smart Security, powered by ADT Canopy.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M7R7W1Y51LJ8Z",
  "vendorName": "ADT LLC"
}
