{
  "accountLinkingWhitelistedDomains": [
    "securifi.com",
    "google-anaytics.com",
    "wiki.securifi.com",
    "connect.securifi.com"
  ],
  "asin": "B01BLPITFK",
  "averageRating": 3.5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Almond brings its Wi-Fi and SmartHome controls to Alexa with features such as Parental controls, Guest Networks, Scenes and Modes.\n\nHave kids? Almond offers enhanced Wi-Fi features for Alexa like Parental Controls. Blocking your kids’ devices is as easy as saying “Alexa, tell Almond to disable kids Internet.” Sorry kids. You’re welcome mom and dad.\n\nHaving a party? Everyone’s going to ask you for Wi-Fi access. Not a problem. You can enable and disable the guest network with a simple voice command like “Alexa, tell Almond to enable guest network” and have the guest Wi-Fi username and password sent to you via email. You can share this with your guests as you like.\n\nScenes enable you to perform a series of simultaneous actions with a single voice command. For example a single scene can dim all the lights and set the temperature just right for that special dinner date. To activate a scene named 'Dinner' say, \"Alexa, tell Almond to activate Dinner Scene\" or say, \"Alexa, tell Almond to set Dinner Scene\". \n\nWhat’s more, you can also activate and easily switch between Almond's two types of modes: Home and Away using commands like “Alexa, tell Almond to be in Home mode”' or “Alexa, I'm going away.” Modes are key to automating your home and home security. They let you choose what devices are automatically triggered as part of the home automation rules you create in the Almond App.\n\nPlease note the minimum requirements for using Alexa with Almond:\nYou have an Almond +/Almond 2015 router with the updated firmware.\nAlmond+ : AP2-R089-L009-W016-ZW016-ZB005\nAlmond 2015 : AL2-R095\n\nYour mobile App (iOS/Android) is updated to the latest version.\nAlmond v6.81b on Android\nAlmond v2.4.2 on iOS\n\nAn Almond account that you can create using the Almond App.\n\nSETUP: Enable the skill on Alexa and use your Almond account credentials to login",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell Almond to enable Guest Wi-Fi",
    "Alexa, tell Almond to stop Kids Internet",
    "Alexa, tell Almond to activate Party Scene"
  ],
  "firstReleaseDate": 1455037564.892,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.0afff5d3-1615-4c87-af8d-f9e116998d33",
  "imageAltText": "Almond icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01BLPITFK/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "almond",
  "name": "Almond",
  "numberOfReviews": 4,
  "pamsPartnerId": "n9z27IIPPubNyfl2yi5LXKdXD",
  "permissions": null,
  "privacyPolicyUrl": "https://connect.securifi.com/prpo",
  "shortDescription": "Almond brings to Alexa, Wi-Fi and SmartHome features such as Parental controls, Guest Networks, Scenes and Modes. Assume supreme commander of your SmartHome.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://connect.securifi.com/tou",
  "vendorId": "M3RDW3EZ6I5Q9O",
  "vendorName": "Securifi Inc."
}
