{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MYVCL0E",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Are you a divorced parent trying to plan a weekend event with your kids and tired of looking at a calendar and counting every other weekend? Then this skill is for you.\n\nMy Weekend will simply ask you if you have your kids this weekend, and based on the response will allow you to ask if you have your kids during future weekends.\n\nIt can be easy enough to know about the next couple of weekends, but the 'calendar math' gets difficult when you are trying to plan months out.\n\nAs a divorced father with a somewhat complicated custody arrangement, I built this help answer this question.\n\nIf Alexa has trouble with your kid's name, you can also say: \"Alexa, Ask My Weekend to add My Kid\"  Or My Daughter, My Son, My Kids, Our Kids, The Girls, The Boys, etc.\n\nIf you need to start over just say, \"Alexa, Ask My Weekend to Start Over\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa Ask My Weekend if I have Johnny next weekend",
    "Alexa Ask My Weekend to add Johnny",
    "Alexa Ask My Weekend to stop tracking Johnny"
  ],
  "firstReleaseDate": 1481296788.162,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.f4837846-459b-48d9-87a9-ba239032eeae",
  "imageAltText": "My Weekend icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MYVCL0E/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "my weekend",
  "name": "My Weekend",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://app.angrycider.com/privacy.html",
  "shortDescription": "My Weekend helps divorced parents track if they have their kids when planning future events.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MU7DT086TWHZH",
  "vendorName": "Angry Cider LLC"
}
