{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N578BV4",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Set price notifications on S&P 500 or Russell 1000 company stocks. You can set a trigger and get notified in realtime on your phone/email when your price thresholds are crossed. You can also get stock quotes and maintain your stock favorites. Careful though, our stock quote minion is very opinionated and with a complex personal life. Last but not least, StockTrigger lets you do limited Access/SQL like queries. You can find stocks that changed by specific percentages within the S&P index during last week/month or year. Enjoy.\n\n- Tell Alexa to \"Open Stock Trigger\". You will get a list of available StockTrigger actions as a response.\n\n- Set a US phone number to receive notifications by saying to Alexa \"Set Phone (Your 10 digit phone number)\". StockTrigger sends a verification link via SMS to make sure we got your phone number right. \n\n- Then set a trigger by saying for example \"trigger Walmart at 75.43\" or \"Set notification on Mattel at 5 percent higher\". You are now set up to receive a notification as soon as those prices are crossed.\n\n- Get stock quotes in realtime by asking \"Quote Microsoft\" or \"Quote General Motors\".\n\n- Add Favorites: Say, \"Add Microsoft to my favorites\". Get the quotes for your favorites by saying, \"Get my Favorites\". \n\n- Query for price changes: Say, \"Find stocks where prices dropped between 6 and 7 percent last week\". Or \"Find stocks where prices increased more than 6 percent last month\"\n\nS&P 500 and Russell 1000 stocks are supported for now and a wider selection of stocks is in the works. Stay tuned at https://stocks.pricetrigger.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Stock Trigger to notify me on Amazon at 789.42",
    "quote Microsoft",
    "Alexa, ask Stock Trigger to add Boeing to my favorites"
  ],
  "firstReleaseDate": 1481116753.567,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.b01ec44e-c74b-407a-9d50-13ed51cedf08",
  "imageAltText": "StockTrigger icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N578BV4/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "stock trigger",
  "name": "StockTrigger",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://stocks.pricetrigger.com/#/tab/account/privacy",
  "shortDescription": "Set notifications on US stocks. Get notified in realtime when your triggers are crossed. Get stock quotes or add stocks as favorites, query for stoprice changes",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2VKQ25X6A7UQ4",
  "vendorName": "delab"
}
