{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01G6LOP9S",
  "averageRating": 3,
  "canDisable": true,
  "capabilities": null,
  "category": "Lifestyle",
  "description": "Just say 'Alexa, motivate me,' and she will randomly read a motivational quote from our database.  If Alexa can locate the actual audio snippet of the author of the quote on YouTube, she will even play the original sound bite for you instead of reading it.  \n\nDesigned for entrepreneurs, software developers, business professionals, or people who need a little inspiration to start their day.  So get motivated and make today the day your dreams come true!  \n\nWe have also designed a t-shirt, poster, and canvas for every inspirational quote you hear which you can purchase on our website http://sexyhackers.com to support the development of this skill.   You can view a preview of the t-shirt design or poster containing the quote she just read in the Alexa Companion App.  \n\nDISCLAIMER :  SexyHackers.com does NOT contain any nudity and is work safe.  It's just a fun website which sells t-shirts, posters, and hats containing motivational quotes.   However, some of these famous quotes may not be suitable for all ages as they may contain adult language.  We feature quotes from business leaders like Jeff Bezos, Larry Page, Steve Jobs, Aaron Levie,  Haward Schutz, Blake Mycoskie, Dennis Crowley, Mark Zuckerberg and much more! \n\nIf there is a particular quote you would like us to add send us the information on Twitter @MoreThanRewards and we'll do our best to add it for you!\n\nARE YOU HAVING TROUBLE WITH THIS SKILL?\nTry to disable it and re-enable it that should fix it, this happens sometimes if you have more than one Echo or add a new one it just needs to be reset.  Otherwise, please call support at 414-326-4100 or email support@morethanrewards.com so we can help you. You can also live chat with us on SexyHackers.com\n\nWe tested this skill with 3 echos , 2 dots and a tap so we feel it's solid, but if you need help we would love to talk to you before you give it a bad review and say it don't work.  Pease give us a chance first to fix it.  Since we don't have a way to contact you if you write a bad review because Amazon keeps your contact info private so we can't ask you for more feedback.   We want to make this skill awesome so if you're having issues then please provide us any feedback as we would be very grateful rather than just posting it don't work.  When you do that it does not allow us a chance to understand your issue and fix it since we don't want anyone to have any problems with it. In fact we plan on adding more quotes every month, currently we are up to 180 quotes ;)\n\nTHANK YOU! \nThe SexyHacker.com Team",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, motivate me",
    "Alexa, tell motivate me to give me a quote",
    "Alexa, ask motivate me for an inspiring quote"
  ],
  "firstReleaseDate": 1465220312.548,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.3ecfceda-950d-4673-82f6-25d038344f68",
  "imageAltText": "Motivate Me - By SexyHackers.com icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01G6LOP9S/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "motivate me",
  "name": "Motivate Me - By SexyHackers.com",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.morethanrewards.com/privacy.htm",
  "shortDescription": "Start your day by saying.. 'Alexa, motivate me' and she will tell you an inspirational quote from a tech industry leader and send details to the companion app.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.morethanrewards.com/terms-and-conditions.htm",
  "vendorId": "M30YBXNFEXANPB",
  "vendorName": "More Than Rewards"
}
