{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01K3442GU",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "PokEvolve allows you to look up the evolution info for various Pokémon in Pokémon GO. Just ask about a Pokémon form, and it will tell you about the evolution chain and how many candies are required to evolve to the next form.\n\nFor example, say \"Alexa, ask poke evolve about Magikarp\", and it will tell you that 400 candies are required to evolve Magikarp into Gyarados.\n\nYou can also say \"Ask poke evolve about the skill itself\", or, if you miss a response, you can say \"Ask poke evolve to repeat that\".\n\nAt Majel Tech, we pride ourselves on our best-in-class language recognition and pronunciation. We've spent a lot of time at thinking up anything you might naturally say in requesting PokEvolve's functionality. Go ahead, try it! We think you'll be pleased.\n\nNote: that being said, we're not perfect! Sometimes PokEvolve might not give you exactly what you asked for. Please try again, and if it doesn't work, let us know! We want to continually improve our language recognition and pronunciation, and your feedback helps us do that! You can use the \"Send Feedback\" link at the bottom of this screen, or on our Facebook page, https://www.facebook.com/MajelTech/ to do so. Thanks!\n\nPokEvolve for Pokemon GO is an unofficial skill and is not affiliated with or endorsed by Nintendo.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, talk to poke evolve.",
    "Alexa, ask poke evolve about Magikarp.",
    "Alexa, ask poke evolve to repeat that."
  ],
  "firstReleaseDate": 1470895665.128,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.dbcb6ff5-f704-4caa-a4cc-c5ac041c2ec7",
  "imageAltText": "PokEvolve for Pokemon GO icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01K3442GU/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "poke evolve",
  "name": "PokEvolve for Pokemon GO",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "PokEvolve lets you look up evolution info for Pokémon in Pokémon GO. It gives the evolution chain and how many candies are required to evolve to the next form.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M19NDFOR3A7OW6",
  "vendorName": "Majel Tech"
}
