{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01GOO5L0E",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Music Man leverages the SongKick API to allow you to ask two types of questions - (1) where your favorite artist or band is playing next, or (2) what shows are coming to your favorite venue.  See examples below on how to phrase your question.  With thousands of artists and venues, each with multiple words, try some of the different examples below if you don't get an expected reply. \n\nHere are some common variations for getting ARTIST information:\n\"Alexa, ASK The Music Man:\"\n - where {artist} is playing\n - where is {artist}\n - when is {artist}\n - when {artist} is playing\n - when is {artist} playing\n - where are {artist}\n - when are {artist}\n - when are {artist} playing\n - where {artist} are playing\n - when {artist} are playing\n\nHere are some common variations for getting VENUE/LOCATION information:\n\"Alexa, ASK The Music Man:\"\n - who's at {venue}\n - who's coming to {venue}\n - who is coming to {venue}\n - who's playing at {venue}\n - who is playing at {venue}\n\nSongKick and the Music Man Skill cannot make any guarantee of the accuracy or availability of data provided by SongKick or how Alexa interprets your Artist/Venue values. \n\nOne last suggestion if you don't get the information for the right artist that you may expect.  \nYou can try to spell out some short names, e.g.:\n - Alexa, ask The Music Man where is  d.a.y.a.\n\nAll information provided is PUBLIC. There is NO personal information collected, used, transmitted or stored via this Alexa Skill, or at SongKick.\n\nBe sure to check out Songkick over at www.songkick.com\n\nReviews are appreciated, if possible, include troublesome entries you may experience, and the developer will periodically review to fix.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ASK The Music Man where Iron Maiden is playing",
    "Alexa, ASK The Music Man who's coming to American Airlines Arena",
    "Alexa, ASK The Music Man for shows coming to Staples Center"
  ],
  "firstReleaseDate": 1466079331.805,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.75205f7a-ac06-49bd-aeaa-a9a4b2cbc0c3",
  "imageAltText": "The Music Man icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01GOO5L0E/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "the music man",
  "name": "The Music Man",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Music Man is an Alexa Skill that allows users to ask where their favorite artists are playing, or what shows are coming to their favorite venues.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3VC0PS4D290YV",
  "vendorName": "RodEllison"
}
