{"accountLinkingWhitelistedDomains":null,"asin":"B01DF3DT8I","averageRating":4.5,"canDisable":true,"capabilities":null,"category":"Education","description":"Have you ever wished you could study for the Speech Language Pathology Praxis Exam while multi-tasking at home?  Of course you have!  You are going to be an S.L.P., multi-tasking is our specialty! \n\nKRSD Communication Tools' - S.L.P. Praxis Review is a fun, interactive way to refresh yourself on many different areas of speech-language pathology such as: motor speech disorders, dysphagia, neurology, language, phonology, and more!  Alexa will ask you 6 questions you may find on the Praxis and provide you with four answer choices. Simply state the correct number after the question is complete and you are one step closer to passing the dreaded S.L.P. Praxis exam!  If you miss a question or its answers, say \"repeat\" after the question completes. To end a game already in progress say \"Alexa, end\" at anytime.\n\nSo go ahead... start cooking that lasagna, folding laundry or cleaning your bathroom while studying the phases of swallowing and phonological processes.  With over 150 different questions (more in future versions) ranging from Bloom and Lahey's semantic categories to selecting food textures for a dysphagia patient, KRSD Communication Tools' - S.L.P. Praxis Review will help send you on your way to becoming a Speech Pathology expert.","enablement":null,"exampleInteractions":["Alexa, start S.L.P. Review","Alexa, open S.L.P. Review","Alexa, launch S.L.P. Review"],"firstReleaseDate":1458900741.247,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.ff1bc677-ddff-4174-af0f-d8b10edc293d","imageAltText":"S.L.P. Praxis Review icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01DF3DT8I/skill_icon","inAppPurchasingSupported":false,"launchPhrase":"s. l. p. review","name":"S.L.P. Praxis Review","numberOfReviews":2,"pamsPartnerId":null,"permissions":null,"privacyPolicyUrl":null,"shortDescription":"The S.L.P. Praxis Review is an interactive voice activated flashcard skill for the Speech-Language Pathology Certification Exam. Study w/ ease... hands-free!","skillTypes":null,"stage":"live","termsOfUseUrl":null,"vendorId":"M2ZMS0G24I0N72","vendorName":"KRSD Communication Tools"}
