{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01FH84X2K",
  "averageRating": 3.8,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "## About this skill ##\nThis skill allows EV drivers to use Amazon Echo family devices to interface with their JuiceNet-compatible EV charging devices.\n\n## Requirements ##\nIn order to use this skill, you need to own a JuiceNet-compatible EV charging device. This includes: JuiceBox EVSEs and JuicePlug adapters (both designed and manufactured by eMotorWerks), as well as Clipper Creek HCS JuiceNet edition, and a growing list of other charging stations from a variety of manufacturers. For more details and a list of compatible stations, please visit eMotorWerks.com.\n\n## About eMotorWerks##\nElectric Motor Werks is a California-based company specializing in innovative EV technologies. We are very passionate about electric cars and work hard on accelerating their adoption around the world by making EV charging more affordable and sustainable.\n\n## Disclaimer ##\nThis Alexa skill might not be suitable for those under the age of owning a driving permit and not yet able to own an electric vehicle. It is also unsuitable for those that do not own a JuiceNet-powered charging device.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask JuiceBox to get status",
    "Alexa, tell JuiceBox to start charging my car",
    "Alexa, ask JuiceBox how many miles were added to my car"
  ],
  "firstReleaseDate": 1469487384.456,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.0296564c-0b79-4664-918f-ed78ddd8241d",
  "imageAltText": "EV Charging icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01FH84X2K/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "juice box",
  "name": "EV Charging",
  "numberOfReviews": 5,
  "pamsPartnerId": "deowLtb3D42YWx6qwDfHlL5dw",
  "permissions": null,
  "privacyPolicyUrl": "https://www.emotorwerks.com/index.php/privacy-policy",
  "shortDescription": "eMotorWerks JuiceBox Alexa Skill - teach your Alexa to talk to your EV charging station",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M24QKH8MIR7OX0",
  "vendorName": "eMotorWerks"
}
