{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N1NFN44",
  "averageRating": 4.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "“Deep Breath” was created to help walk people through deep, diaphragmatic breathing exercises that are subtly coupled with imagery and grounding scenarios. Psychologists suggest that by just taking one moment out of your day to breathe, there are tremendous psychosocial and physiological benefits! Alexa will take you through, step-by-step, a short breathing exercise that promotes breathing and imagery for stress reduction. This is a universal script that can be used intentionally, where you are taking time out of your day to close your eyes and breathe, or on-the-go, with your eyes open and not necessarily in a “zen” environment.  Whether you’re at the office and it’s particularly stressful, or even if you’re trying to help someone else de-stress, this Skill will be perfectly suited. \n\n\nThis Alexa Skill was designed for everyone. Anyone can use it, at any time, and in any place (that is wi-fi enabled, of course)! \n\n\nReady for a break? It’s as easy as “Deep Breath”.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Deep Breath",
    "Alexa, Start Deep Breath",
    "Start a Deep Breath session"
  ],
  "firstReleaseDate": 1481011544.266,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.41916954-1fdd-4944-a024-f0be226a78af",
  "imageAltText": "Deep Breath icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N1NFN44/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "deep breath",
  "name": "Deep Breath",
  "numberOfReviews": 6,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "How often do you find yourself overwhelmed? Do you ever need to just take a breath and recompose yourself? Then ask Alexa!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M33NUFOST4EVLY",
  "vendorName": "DrawnToDigital"
}
