{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MY02X9L",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Looking for, managing and getting insights on IT talent just got easier with Beeline's Hiring Assistant (unofficial) skill. Just ask for a \"Security Specialist in Chicago\" and Beeline's Hiring Assistant relays a detailed job posting to your Hiring Manager using current trends and skill details. You can also ask for an update on where things are in the hiring process. Looking for insights from Beeline's Data team, just ask \"Get latest trends on Data Scientist\" and you'll get a very timeline analysis of the job position. This skill is not sponsored or endorsed by Terrapin Software. This skill is not sponsored or endorsed by Beeline- it's an unofficial demo of the VMS platform.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask My Hiring Assistant about latest trends on Data Scientist",
    "Alexa, ask My Hiring Assistant to create a new request for Data Analyst in Pittsburgh",
    "Alexa, ask My Hiring Assistant what the current status is on the Data Analyst"
  ],
  "firstReleaseDate": 1483165177.976,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.396118e7-80ac-477f-b1c3-8ccac7f60b45",
  "imageAltText": "Beeline's Hiring Assistant (unofficial) icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MY02X9L/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "my hiring assistant",
  "name": "Beeline's Hiring Assistant (unofficial)",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Beeline's Hiring Assistant (unofficial) lets managers relay hiring needs & get insights on the temp talent they need to fill with Beeline's VMS.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1UPJG8BOIPKQE",
  "vendorName": "Mya"
}
