{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01M7XE316",
  "averageRating": 3.8,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The UPS skill for Alexa gives you relevant information from UPS, using Amazon’s Echo, Tap or Dot. This skill allows you to track a package, find a location, get a shipping rate, and hear UPS’s latest stock price. No account authentication is required at this time. \n\nTo track a package, you must speak a tracking number and Alexa will return the latest package status. You can say more info to receive additional details about the shipment. \n\nTo find a location, you will provide your zip code and the bot will give you nearby UPS locations. \n\nTo receive a shipping rate, you will need to provide the origin zip code, destination zip code and the weight of the package. \n\nYou can also ask Alexa to tell you UPS’s stock price by saying stock while in the UPS skill.\n\nWe will be continually updating the UPS skill to provide new features so check back often to see what exciting things we offer in the coming months.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask UPS to track a package.",
    "where is the nearest UPS location?",
    "how much does it cost to ship a package?"
  ],
  "firstReleaseDate": 1478680959.583,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.efdb82c9-17e8-448f-a784-79021cdf99f9",
  "imageAltText": "UPS icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M7XE316/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "u. p. s.",
  "name": "UPS",
  "numberOfReviews": 4,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://www.ups.com/bot/resources/us/en/botprivacy.html",
  "shortDescription": "The UPS skill for Alexa allows you to receive relevant information from UPS, including tracking, locations, shipping rates, and UPS stock info.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://www.ups.com/bot/resources/us/en/botterms.html",
  "vendorId": "M30ZZIGRY1426J",
  "vendorName": "United Parcel Service, Inc."
}
