{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01FWETQUI",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Entertainment",
  "description": "To use the BrickBot skill, try saying...\nAlexa, ask BrickBot to get available sets in twenty sixteen\nAlexa, ask BrickBot for the latest themes\nAlexa, ask BrickBot what subthemes are available in Star Wars\n\nTo use BrickBot, try saying:\nAlexa, ask BrickBot what sets are available in [year]\nAlexa, ask BrickBot to give me details for the set [set number]\nAlexa, ask BrickBot what themes are available\nAlexa, ask BrickBot what sets are available in [theme name]\nAlexa, ask BrickBot what sub-themes are available in [theme name]\nBrickBot ensures that you’re always up to speed with what’s happening in the LEGO® world. Want to know what's available in a particular year? Interested in a particular theme? You have an existing theme and you're now looking for all its sub-themes? Curious to know more about a set? Know it all right here with BrickBot – a one-stop solution for your passion.\nBrickBot provides users with the latest updates on LEGO® sets, themes, and sub-themes. It also provides set details once the LEGO® set number is spoken. This skill retrieves information from brickset.com.\nSimply ask Alexa –\nWhat themes are available\nWhat sets are available in [year]\nWhat sets are available in [theme name]\nWhat sub-themes are available in [theme name]?\nWhat details are available for set [set number]\nAnd, you’ll find yourself listening to updated lists of sets, themes, sub-themes and set details.\nAbout LEGO® and Brickset.com:\nLEGO® is a trademark of the LEGO Group of companies which does not sponsor, authorize or endorse this site or application.\nBrickset.com was launched in 1997 and since then has become is the premier LEGO® database on internet. Originally set up to record the myriad of promotional sets that were appearing at that time, it has expanded over the years to become the definitive reference on LEGO® sets released after 1980.\nWhat information can BrickBot provide?\n1. Information on LEGO® sets --\nGives you a list of all available sets for any given year. In case a set is not available for a particular year, Alexa will convey that as well.\nSample utterances:\nAlexa, ask BrickBot to get sets in [year]\nAlexa, ask BrickBot to get available sets in [year]\nAlexa, ask BrickBot to name all the sets in [year]\nAlexa, ask BrickBot if there are any sets in [theme name]\nAlexa, ask BrickBot for all the sets in [theme name]\n2. Information on LEGO® themes --\nGives you a list of all the available themes.\nSample utterances:\nAlexa, ask BrickBot for the available themes\nAlexa, ask BrickBot for the current themes\nAlexa, ask BrickBot to list down all the themes\nAlexa, ask BrickBot for the latest themes\nAlexa, ask BrickBot to name all the themes\n3. Information on LEGO® sub-themes --\nGives you a list of all the available sub-themes in a theme.\nSample utterances:\nAlexa, ask BrickBot for the subthemes in [theme name]\nAlexa, ask BrickBot what subthemes are available in [theme name]\nAlexa, ask BrickBot what subthemes are available in [theme name] theme\nAlexa, ask BrickBot to list all the subthemes in [theme name]\nAlexa, ask BrickBot to name all the subthemes in [theme name]\n4. More information on LEGO® sets --\nGives you set name, theme name, and year the set was released. All you need to do is provide the right set number.\nSample utterances:\nAlexa, ask BrickBot what details are available for set [set number]\nAlexa, ask BrickBot for more information on [set number]\nAlexa, ask BrickBot to tell me more about set [set number]\nAlexa, ask BrickBot to tell me something about [set number]\nAlexa, ask BrickBot to read me details from set [set number]\nOther Information:\n1. Skill description --\nGives you a small description about the skill. This option will guide you and help you understand what you can ask.\nSample utterance:\nAlexa, open BrickBot\nAlexa, launch BrickBot\nAlexa, start BrickBot\n2. Help --\nGives you guidance on what questions can be asked.\nAlexa, ask BrickBot for help\nAlexa, ask BrickBot to help me\nAlexa, ask BrickBot for support",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask BrickBot to get available sets in twenty sixteen",
    "Alexa, ask BrickBot for the latest themes",
    "Alexa, ask BrickBot what subthemes are available in Adventurers"
  ],
  "firstReleaseDate": 1464619117.083,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.5e5adab2-96d6-46ac-92d1-0b088c424951",
  "imageAltText": "BrickBot icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01FWETQUI/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "brick bot",
  "name": "BrickBot",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Crazy about collecting LEGO® sets? Get the latest updates on available sets, set details, themes, and sub-theme from Brick Bot. Try it out now!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MW2MCG1UV5LFL",
  "vendorName": "Extentia Information Technology"
}
