{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01GNHWXP8",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Education",
  "description": "Let's Subtract is a skill that quizzes you on subtraction problems.  You can specify how high you want the subtraction problems to go, up to 50 minus 50.\n\nOnce you set how high you want to be quizzed on, Alexa will ask if you would like subtraction problems that have answers with negative numbers.  If you answer \"yes\", when you are given a subtraction problem with a negative answer,  just say negative and then the number.\n \nLet's Subtract will also ask you if you want the questions to be in order, or random. As you are learning subtraction you may want to start in order, then as you get better and need to be challenged, you can try random problems. \n\nYou can say \"repeat\" to hear a problem again if you didn't hear it the first time, or if you need more time to determine the answer. \n\nYou can start over any time by saying \"Start Over\", or just say the new subtraction problem maximum values you want to go to, such as \"five minus five\". \n\nAt any time you can say \"stop\" or \"cancel\" and you will be told the number of correct answers you gave, and the number of incorrect answers you gave, out of the total possible subtraction problems. \n\nSo have fun, and learn to subtract.\n\nAlso try my other skills: Let's Multiply, Let's Divide, and Let's Add.\n\nSend suggestions, comments, pictures of Alexa teaching you subtraction, etc., to \n\nsupport@wobblemouth.com.  \n\nI'm looking for new ideas to make learning fun with Alexa.\n\nVersion 1.0.0",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open let's subtract",
    "Alexa, ask let's subtract to quiz me up to twenty minus twenty",
    "Alexa, ask let's subtract for help"
  ],
  "firstReleaseDate": 1465299519.222,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.d16b9351-5fb5-43ff-94a6-56aff77d4f6d",
  "imageAltText": "Lets Subtract icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01GNHWXP8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "let's subtract",
  "name": "Lets Subtract",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Let's Subtract is a skill that quizzes you on subtraction problems.  You can specify how high you want the subtraction problems to go, up to 50 minus 50.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M195ISM2W3SGIA",
  "vendorName": "Wobble Mouth"
}
