{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N2WNYVO",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Learn about every city in the United States through data from the U.S. Census Bureau. You can learn about:\n\nPopulation: What is the population of Texas?\nPopulation: What is the population of Dallas, Texas?\n \nMedian Income: What is the median income of California?\nMedian Income: What is the median income of Los Angeles, California?\n \nPoverty Rate: What is the poverty rate of New York?\nPoverty Rate: What is the poverty rate of New York, New York?\n \nGraduation Rate: What is the percentage of citizens with a high school degree in Florida?\nGraduation Rate: What is the percentage of citizens with a high school degree in Miami, Florida?\n\nHealth Insurance: What is the percentage of citizens without health insurance in Illinois?\nHealth Insurance: What is the percentage of citizens without health insurance in Chicago, Illinois?\n \nMedian Housing Value: What is the median housing value in Pennsylvania?\nMedian Housing Value: What is the median housing value in Philadelphia, Pennsylvania?\n \nHousing Units: How many housing units are in Massachusetts?\nHousing Units: How many housing units are in Boston, Massachusetts?\n \nBusinesses Counts: How many companies are in Washington?\nBusinesses Counts: How many companies are in Seattle, Washington?\n \nVeterans Count: How many veterans are in Colorado?\nVeterans Count: How many veterans are in Denver, Colorado?\n\nLearn about your city or town today!\n\nThis skill may not be suitable for all ages.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Census Stats, what is the population of Dallas, Texas",
    "Alexa, ask Census Stats, how many veterans are in Denver, Colorado",
    "Alexa, ask Census Stats, what is the median income of Los Angeles, California"
  ],
  "firstReleaseDate": 1482994273.173,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.857717b6-b0b2-475d-81cf-6e1dbb7e7974",
  "imageAltText": "Census Stats icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N2WNYVO/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "census stats",
  "name": "Census Stats",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Learn about every city in the United States through data from the U.S. Census Bureau.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M220S6A1W9AVZX",
  "vendorName": "Russell Lyons"
}
