{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01KT9EX54",
  "averageRating": 3.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Make Alexa personal! Use the web app to teach her new responses and make her say the things you have on your mind. You receive the link to the app via email by saying: \"Alexa, tell everyone around to open the app\" or visiting www.setupalexa.com. Make Alexa aware of your social knowledge and give her funny answers about friends and family.\n<br>\n<br>\nImaging having a friend named James over. Alexa can now answer the question: \"Alexa, tell everyone around a secret about James\". She will choose from a set of answers you taught her using your smartphone. \n <br><br>\nImagine you are sitting at the table with your family and it is time to do the dishes. Just ask: \"Alexa, tell everyone around who has to clean up\"  and hope that she does not answer with your name.  \n <br><br>\nImpress your friends with Alexa's knowledge about them. You don't have to tell them that you were the one who taught Alexa's custom responses.\n <br><br>\nDisclaimer: The skill may not be suitable for all ages.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell everyone around what you can do",
    "Alexa, tell everyone around something funny",
    "Alexa, tell everyone around to open the app"
  ],
  "firstReleaseDate": 1472203973.217,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c640caa0-d753-4ed6-8065-78c41b8047ff",
  "imageAltText": "Teach Alexa new responses - Prank your friends icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01KT9EX54/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "everyone around",
  "name": "Teach Alexa new responses - Prank your friends",
  "numberOfReviews": 4,
  "pamsPartnerId": "GmuceuUqFugQvATEIY5SQU9Qi",
  "permissions": null,
  "privacyPolicyUrl": "http://www.futureofvoice.com/privacy-policy/",
  "shortDescription": "Make Alexa say what you want. Use the Teach Alexa web app to add your own answers and impress your friends.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MS2F2Z51OLZMY",
  "vendorName": "FutureOfVoice"
}
