{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B019YJAFPM",
  "averageRating": 2.2,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Ooma skill lets Ooma customers listen to voicemail via the Echo.  Just follow the instructions to login with an existing Ooma account and then say things like “Alexa, ask Ooma to play my voicemail.” \n\nThis skill also lets anyone dial their phone using voice commands.  IMPORTANT NOTE:  This does not place the call using the Echo device.  It is not possible for a third party skill to use the Echo microphone and speaker for a call.  This skill connects the call via your existing phone.  \n\nTo use the voice dial feature, you can either register as a new user or login with an existing Ooma account.  You can then say something like \"Alexa, use Ooma to call 650-555-1234\", and we will ring your phone.  When you answer, we will ring the other phone and connect the call.  You can also save nicknames so next time you can just say \"Alexa, use Ooma to call Mom\". The person you call will see the call coming from your phone number.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Ooma to play my voicemail",
    "Alexa, use Ooma to call 650-555-1234",
    "Alexa, use Ooma to call Mom"
  ],
  "firstReleaseDate": 1451421072.011,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.adf4e9b1-c844-4fed-9966-4e21d3a04e30",
  "imageAltText": "Ooma icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B019YJAFPM/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "ooma",
  "name": "Ooma",
  "numberOfReviews": 126,
  "pamsPartnerId": "dHWpN9gGjGYeu9GWnErfrHD4H",
  "permissions": null,
  "privacyPolicyUrl": "http://www.ooma.com/privacy-policy",
  "shortDescription": "Listen to your Ooma voicemail.  Dial your phone with voice commands.  NOTE:  This does not make Echo into a speakerphone.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.ooma.com/terms-and-conditions-alexa/",
  "vendorId": "MWWTGLYBNT37J",
  "vendorName": "Ooma"
}
