{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01IG9EYA8",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Root Square is a simple fun game for kids. Kids can learn square of numbers from 1 to 25 and square root of the numbers all by using their dear friend “Alexa”. This can be a fun game for the kids’ birthday party, a special return gift for one who answers all the questions – the idea is by the end of the party everyone is a pro and all children will get that special return gift or before they sleep (ps: counting numbers helps you sleep faster :)) or quick review of their math skills ahead of their Math test. \nThis fun Alexa powered app randomly asks for 5 square or square root of numbers. On right answer, you score a point. For wrong answer, Alexa kindly tells you the right answer so that you can score 5 out of 5 in the next round. \nWarning for parents: please learn these skills first by Googling nops that is old way of doing things… Echoing - “Alexa, start root square”  if you do not want be embarrassed.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask root square",
    "Alexa, open root square",
    "help"
  ],
  "firstReleaseDate": 1468828649.315,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.a62a543f-0315-4bf5-8ea6-4ee6d5e18342",
  "imageAltText": "Root Square icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01IG9EYA8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "root square",
  "name": "Root Square",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Root Square is a simple fun game for kids. Kids can learn square of numbers from 1 to 25 and square root of the numbers.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MTPXYK31M9NZ",
  "vendorName": "Saraj Mudigonda"
}
