{"accountLinkingWhitelistedDomains":null,"asin":"B01CJRUAF6","averageRating":4,"canDisable":true,"capabilities":null,"category":"Productivity","description":"Our first baby boy is about to be born! No I don't mean this skill, I mean an actual baby! In our pre-natal classes we were told that doctors required you to track certain statistics for your baby for each day when it's an infant. We talked about putting a pen and paper by the changing station, but realized that it would be really easy if there was a Alexa skill that could do this. This skill is designed to do just what it says. Track stats for your baby, and be able to repeat them back to you. \n\nJust say:\nAlexa, ask baby stats to add stool\nAlexa, ask baby stats to add wet,\nAlexa, ask baby stats to add meal.\n\nWe've added as many words as we could think of to signify \"stool\" or \"wet\". Other examples are poop, pee etc... Try to see if you can find the extra easter egg ones :). Baby stats will count the stats against the current day. Once midnight rolls around everything will be tracked against the next day etc and onward.\n\nYou can also ask Alexa to remove or delete stool, wet or meal as well.\n\nExample:\nAlexa, ask baby stats to remove meal.\n\nAs you tally up the stats each day you can go back and ask Alexa to \"get\" those stats and repeat them back to you.\nAlexa, ask baby stats to get stats for February 27\nAlexa, ask baby stats to get stats for last Monday.\n\nLastly, don't forget to say \"Alexa, ask baby stats to set timezone\" {pacific, eastern, or central} so that it counts the whole day. It currently defaults to pacific time, so otherwise it may switch over to a new day 3 hours late.\n\nHappy baby tracking!","enablement":null,"exampleInteractions":["Alexa ask baby stats to add poo","Alexa ask baby stats to get stats for last Friday","Alexa ask baby stats to remove wet"],"firstReleaseDate":1457089165.2,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.f24fc1b4-b5f2-4be7-afc7-c833d6c739d6","imageAltText":"Baby Stats icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01CJRUAF6/skill_icon","inAppPurchasingSupported":false,"launchPhrase":"baby stats","name":"Baby Stats","numberOfReviews":4,"pamsPartnerId":null,"permissions":null,"privacyPolicyUrl":null,"shortDescription":"Baby stats is a skill that allows Alexa to count stats for your babies diapers (wet and stool), and meals. You can then ask Alexa to get the stats for a day .","skillTypes":null,"stage":"live","termsOfUseUrl":null,"vendorId":"M22PHN2LU7I78F","vendorName":"Cory Wixom"}
