{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01CJRUAF6",
  "averageRating": 3.6,
  "canDisable": true,
  "capabilities": null,
  "category": "Productivity",
  "description": "Update: 4/28: You now have BabyStats on the GO!\nI've added the ability to view all of the stats that you have calculated. In order to do so you need to 2 things:\n1. Alexa, ask baby stats to get id. This will tell you your unique ID that is used to store the data.\n2. Navigate to https://babystatsapi.azurewebsites.net/viewer.html in any browser and enter the ID and click \"Load\".\nWhen you perform step 1, your Alexa mobile app will be provided a link to use as well and you could skip step 2.\n\nNOTE: There will be A LOT more enhancements coming out related to this in the coming months (Android, iOS apps, as well as a much, much better website), I just wanted to get something out there for everyone that has been patiently using the app for these couple months while I've been counting diapers. \n\nOur first baby boy is now born! No I don't mean this skill, I mean an actual baby! In our pre-natal classes we were told that doctors required you to track certain statistics for your baby for each day when it's an infant, and throughout the newborn phase every doctor asked \"How many stools/wet diaper/feedings happened in that last 24 hours.\" We talked about putting a pen and paper by the changing station, but realized that it would be really easy if there was a Alexa skill that could do this. This skill is designed to do just what it says. Track stats for your baby, and be able to repeat them back to you. \n\nJust say:\nAlexa, ask baby stats to add stool\nAlexa, ask baby stats to add wet,\nAlexa, ask baby stats to add meal.\nAlexa, ask baby stats when was the last poop\nAlexa, ask baby stats when was the last pee\nAlexa, ask baby stats what time was the last feeding\n\nWe've added as many words as we could think of to signify \"stool\" or \"wet\". Other examples are poop, pee etc... Try to see if you can find the extra easter egg ones :). Baby stats will count the stats against the current day. Once midnight rolls around everything will be tracked against the next day etc and onward.\n\nYou can also ask Alexa to remove or delete stool, wet or meal as well.\n\nExample:\nAlexa, ask baby stats to remove meal.\n\nAs you tally up the stats each day you can go back and ask Alexa to \"get\" those stats and repeat them back to you.\nAlexa, ask baby stats when was the last poop\nAlexa, ask baby stats when was the last pee\nAlexa, ask baby stats what time was the last feeding\nAlexa, ask baby stats to get stats for February 27\nAlexa, ask baby stats to get stats for last Monday.\nAlexa, ask baby stats to get stats for this week\n\nLastly, don't forget to say \"Alexa, ask baby stats to set timezone\" {pacific, eastern, or central} so that it counts the whole day. It currently defaults to pacific time, so otherwise it may switch over to a new day 3 hours late.\n\nIf you want to view everything that you've tracked:\n1. Alexa, ask baby stats to get id. This will tell you your unique ID that is used to store the data.\n2. Navigate to http://babystatsapi.azurewebsites.net/viewer.html in any browser and enter the ID and click \"Load\" \n\nHappy baby tracking!\n\nFull list of examples to say to baby stats:\nAlexa, ask baby stats to add stool\nAlexa ask baby stats to add poo\nAlexa, ask baby stats to add wet,\nAlexa ask baby stats to add pee\nAlexa, ask baby stats to add meal.\nAlexa, ask baby stats to remove stool.\nAlexa, ask baby stats to delete wet.\nAlexa ask baby stats to remove wet\nAlexa, ask baby stats to decrement meal.\nAlexa, ask baby stats when was the last poop\nAlexa, ask baby stats when was the last pee\nAlexa, ask baby stats what time was the last feeding\nAlexa, ask baby stats to get stats for February 27\nAlexa, ask baby stats to get stats for today\nAlexa, ask baby stats to get stats for this week\nAlexa ask baby stats when was the last {stool, wet, feeding,poop,pee etc..}\nAlexa ask baby stats for the last diaper\nAlexa, ask baby stats to get id",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask baby stats to add poo",
    "Alexa ask baby stats when was the last poo",
    "Alexa ask baby stats to get stats for today"
  ],
  "firstReleaseDate": 1457089165.2,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.f24fc1b4-b5f2-4be7-afc7-c833d6c739d6",
  "imageAltText": "Baby Stats icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01CJRUAF6/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "baby stats",
  "name": "Baby Stats",
  "numberOfReviews": 6,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://babystatsapi.azurewebsites.net/privacy.html",
  "shortDescription": "Baby stats is a skill that counts stats for your babies diapers (wet and stool), and meals. You can then ask Alexa to get stats or ask when the last diaper was.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M22PHN2LU7I78F",
  "vendorName": "cWix"
}
