{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HAJ9HI4",
  "averageRating": 4.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Do you need an assistant to help you with what beers to try out?  The Beer Bot is a helper that performs research for you on what types of beers are available as well as what microbreweries serve it up.  With data from more than one thousand microbreweries from across the United States, the Beer Bot application can be your own personal assistant.\n\n- Say \"Find me a beer\". This provides a selector guide of more than 100 beers. The skill will drill down into beer categories and styles, providing details to wet your appetite!\n- Say \"List for me the microbreweries in Chicago\" or \"List for me the microbreweries in Portland\". There are more than 50 different locations to choose from, covering more than 1000 microbreweries.\n- After listening to the microbreweries in a location, say \"More details on Legend Brewery\" or any other location on the list.  This will list all of the beers that are currently known for that microbrewery.\n- If you say \"List for me locations\", it will give you a list of all the cities that we have collected microbrewery detail on.  As of this release, it's more than 50 cities in the United States.\n\nDisclaimer: the skill may not be suitable for all ages.\n\nData provided by http://www.brewerydb.com.  If you would like to have your favorite microbrewery listed, please post information there and we will load it into our libraries.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Beer bot",
    "Find me a beer",
    "List microbreweries for Richmond"
  ],
  "firstReleaseDate": 1466581532.175,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.e14641d9-241d-4311-bc03-e897eb882328",
  "imageAltText": "Beer Bot icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HAJ9HI4/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "beer bot",
  "name": "Beer Bot",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Looking for a locally crafted beer?  Not sure what style is right for you? This skill helps find you the right tasty beverage as well as locations to try out.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MOA141U6B5M7P",
  "vendorName": "Drawrz.com"
}
