{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N58UASK",
  "averageRating": 1,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Rhyme Detective is a rhyming and word guessing game. \nAlexa will guess a word the you are thinking of, but  you have to try to guess what Alexa's guess is as well!\nYou start the skill with \"Play Rhyme Detective.\"\nYou begin a game by thinking of a word, then telling Alexa what your word rhymes with.\nFor example. My word is \"cute,\" so I tell Alexa:\n\"My word rhymes with boot,\" or \"I'm thinking of a word that rhymes with boot.\"\nAt this point, Alexa tries to guess your word by giving a definition of the word she is guessing.\nShe might think your word is fruit, and respond with: \n\"Is it: the sweet and fleshy product of a tree or other plant that contains seed and can be eaten as food?\"\nNow you guess what Alexa is thinking of, based on her description.\nIf you know alexa thinks your word is \"fruit,\" you would respond: \"No, it's not fruit\"\nIf you know that the definition doesn't match your word, you can say \"No, it's not that.\" \nAlexa will respond with a new guess and definition until she's right\nA winning guess would be: \"Is it: attractive in a pretty or endearing way?\"\nShe's guessing \"cute,\" which is your word, so you would say: \"Yes, it was cute!\" \nAlexa will end the game because she has won.\n\n*Rhyme service powerd by Datamuse",
  "enablement": null,
  "exampleInteractions": [
    "Alexa Play Rhyme Detective",
    "I'm thinking of a word that rhymes with cat",
    "No, it's not chat"
  ],
  "firstReleaseDate": 1481552590.982,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.79dc51e0-1800-4e29-9398-c6dec8ecf928",
  "imageAltText": "Rhyme Detective icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N58UASK/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "rhyme detective",
  "name": "Rhyme Detective",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "A Bidirectional Rhyming Word Guessing Game",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2DPDVFTVY4IKE",
  "vendorName": "Drew Tenenbaum"
}
