{
  "accountLinkingWhitelistedDomains": [
    "yonomi.co",
    "api.yonomi.co",
    "auth.yonomi.co"
  ],
  "asin": "B01E7TYGFO",
  "averageRating": 3.3,
  "canDisable": false,
  "capabilities": null,
  "category": "CONNECTED_HOME",
  "description": "The Yonomi Smart Home skill makes it easy to control all of your favorite connected devices. Add your devices to Yonomi Routines, then simply control them by asking Alexa. For example, you can create a Yonomi Routine called “Fall Asleep” then tell Alexa to \"Turn on Fall Asleep” and your TV shuts off via the Logitech Harmony Hub, your lights turn out, the door locks – and you're ready for bed. \n\nWith Yonomi, you can even run your Sonos via Alexa – just say \"Alexa, Turn on My Jams\" to switch your Sonos speakers to any radio station, channel, or source you like all with just your voice. Or simply say “Alexa, turn on my Living Room Sonos” to add a little atmosphere. Other devices like your TV and Fire TV can be controlled directly via your Logitech Harmony Hub. \n\nYonomi is a free software-only mobile app that plays well with over 60 of the most popular connected home devices including Logitech Harmony, Sonos, Belkin Wemo, Philips Hue, LIFX, Nest, Wink, Schlage Connect, and more.  There is no hub, router, or other hardware to buy or servers to set up.  The app is available for both iOS and Android – so download Yonomi today and start controlling all of your home devices with just a single quick voice command.\n\nVisit www.yonomi.co to get started now!",
  "enablement": null,
  "exampleInteractions": [
    null,
    null,
    null
  ],
  "firstReleaseDate": 1461106042.469,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.496d7007-1a5e-4dad-b83b-dd990c984fcb",
  "imageAltText": "Yonomi icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01E7TYGFO/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "Yonomi",
  "numberOfReviews": 10,
  "pamsPartnerId": "QZVXyMF1NW8vSIVIRkbvq2NGG",
  "permissions": null,
  "privacyPolicyUrl": "http://www.yonomi.co/privacy.html",
  "shortDescription": "Yonomi connects all of your devices under one roof for free – including Sonos, Logitech Harmony, Hue and more. Control all of your devices with just your voice!",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": "http://www.yonomi.co/tos.html",
  "vendorId": "M78GSREUVDCZL",
  "vendorName": "Yonomi"
}
