{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LZYUDZC",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Scotch Whisky Quiz by Inside the Cask (http://www.insidethecask.com)\nThis is a short quiz on Scotch Whisky for anyone who wants to learn more about this wonderful liquid representing Scotland in a glass, whilst having some fun.\nQuiz comes entirely free, courtesy of Andre de Almeida @ Inside the Cask, a blog about drinks, retail and travel. \nPlease support us by checking the blog and subscribing to our updates.\n\nDisclaimer Notice: This Skill is intended for adults over the age of 21.\nThe Site is intended for your use only if you are of legal age to purchase alcohol in your country of residence and in the country from which you are accessing the Site. If you do not fall within this category, you may be in breach of laws or regulations applicable in your country of residence or access, and you should leave the Site immediately.\n \nYou may restrict access to this site using content filtering software or by changing your computer settings (e.g. browser or operating system), as appropriate.\n\nIf you do not accept these conditions of use in their entirety please leave the site now.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa Open Scotch Whisky",
    "Alexa Open Scotch Whisky",
    "Alexa Open Scotch Whisky"
  ],
  "firstReleaseDate": 1475914309.255,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.012b54ec-27eb-419c-a4a8-e71d1ba7aebf",
  "imageAltText": "Scotch Whisky Quiz by Inside the Cask icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LZYUDZC/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "scotch whisky",
  "name": "Scotch Whisky Quiz by Inside the Cask",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Scotch Whisky Quiz",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MS4JXIDN7NIMG",
  "vendorName": "Inside the Cask"
}
