{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01FVMIY2C",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Utilities",
  "description": "Have I been pwned? (HIBP) is a free service by security professional Troy Hunt to check if you have an account that has been compromised in a data breach and can be found at https://haveibeenpwned.com/. To use this skill, spell out an email address or username you wish to check (for instance, \"H-A-N-D-L-E At D-O-M-A-I-N Dot C-O-M\"). When you are finished, say \"done\" or \"finished\" to search.\nWith the virtual keyboard, say any character on a standard keyboard to type it. Please wait for Alexa to repeat the character back to you before speaking again. If you make a mistake, you can say \"backspace\" to delete the previous character. You can also clear all text by saying \"clear\". \nNote: character recognition may not always be accurate due to Alexa's dictation algorithms. For best results, proper enunciation is required. Also, for the purposes of this skill, \"pwned\" is pronounced \"poned\", as in \"owned\" with a \"p\" on the beginning.\nAll credits for Have I been pwned? go to Troy Hunt.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open have I been poned.",
    "Done",
    "Clear"
  ],
  "firstReleaseDate": 1464863917.713,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.180188c8-23ad-4f79-9ca9-a59d0890484b",
  "imageAltText": "Have I been pwned? for Alexa icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01FVMIY2C/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "have i been poned",
  "name": "Have I been pwned? for Alexa",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://s3.amazonaws.com/patrickmollohan/Privacy+Policies/Have+I+been+pwned+for+Alexa+Privacy+Policy.txt",
  "shortDescription": "Check if you have an account that has been compromised in a data breach via the Have I been pwned? API.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MD3HACMHL1S2T",
  "vendorName": "Patrick Mollohan"
}
