{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01FIT0UZM",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": "Education",
  "description": "Jennifer Ann's Group is expanding on its Teen Dating Violence apps for Alexa!\n\nThis Teen Dating Violence Info app is a quick and easy way to get a Fact of the Day about teen dating violence. \n\nThese important facts are a great way for a classrooms to randomly select a daily topic of discussion on teen dating violence - or to initiate a family conversation about this important issue.\n\nThe facts in the TDV Info skill are taken from the TDV Quiz (also for Alexa) and they will stay synchronized in order that in tandem they will provide a study-and-review guide for teen dating violence.\n\nHere are some examples of facts from TDV Info:\n\n\"Only 15% of teens in an abusive relationship have talked to a school counselor.\"\n\n\"One in five college students in the U.S. are currently in an abusive relationship.\"\n\n\"LGBT couples are equally likely to be in an abusive relationship as other couples.\"\n\nJennifer Ann's Group is a nonprofit public charity preventing teen dating violence through innovative uses of technology. Their award-winning video games and apps are 100% free and available to play online or downloaded to your smartphone or tablet. More info, links, and game trailers at: https://JAGga.me",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask teen dating violence info for the fact of the day",
    "Alexa, ask teen dating violence info to give me some info",
    "Alexa, ask teen dating violence info to tell me a fact"
  ],
  "firstReleaseDate": 1463132310.87,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.169fc77a-d545-4faf-a78f-647bd2c78d41",
  "imageAltText": "TDV (Teen Dating Violence) Info icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01FIT0UZM/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "teen dating violence info",
  "name": "TDV (Teen Dating Violence) Info",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Get a fact of the day about teen dating violence. Brought to you by Jennifer Ann's Group, the nonprofit charity who also made TDV Quiz for Alexa!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2VLNTWOVHYQMQ",
  "vendorName": "Jennifer Ann's Group"
}
