{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N9959LC",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Take a break from the stress and anxiety of daily life to relax with meditations for the body and mind. \n\nEach day, the \"Stop Breathe Think\" skill offers a new meditation of the day that is between 3 and 10 minutes long.\n\nIf you don't like the currently playing meditation you can always say \"Play next\" to jump to a different meditation.\n\n** Winner of the 2015 Webby People’s Voice Award for Health & Fitness **\n** Over 2,200,000 downloads and counting on iOS and Android! **\n\nAt Stop, Breathe & Think, we believe that taking a few minutes each day to feel the calm is as important as regular exercise. If we can help more of you regularly find peace of mind, we’re doing our part to help make the world a better place.\n\nGuided meditations designed to help with:\n\n+ Anxiety & stress\n+ Depression\n+ Focus\n+ Compassion\n+ Falling asleep\n+ And much more!\n\nWhy practice meditation & mindfulness:\n\n“You can change your whole frame of mind with just a few minutes of meditation.” -Fast Company\n\nScientific evidence shows that you can develop kindness and compassion by focusing on these attitudes through the practice of mindfulness and meditation. By using the app, learn how to meditate regularly and develop skills that help you relax, support academic and professional achievement, in addition to more positive interactions and relationships, by learning to:\n\n- Deepen your awareness of your thoughts and emotions and recognize those feelings in others\n- Settle yourself down and proactively manage your emotions and reactions, like stress or anxiety\n- Approach people and everyday situations from the perspective of kindness and compassion.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Stop Breathe Think",
    "Alexa, ask Stop Breathe Think to play meditation",
    "Play next"
  ],
  "firstReleaseDate": 1480089941.045,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c745fc26-4051-449c-96fa-f9322a8888b1",
  "imageAltText": "Stop, Breathe & Think icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N9959LC/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "stop breathe think",
  "name": "Stop, Breathe & Think",
  "numberOfReviews": 32,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.stopbreathethink.org/privacy.html",
  "shortDescription": "Daily guided meditations to help you reduce stress and feel the calm.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.stopbreathethink.org/terms.html",
  "vendorId": "M1YC75IOGA4MBL",
  "vendorName": "Stop, Breathe & Think"
}
