{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LZSIYV5",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "From guided tastings to blend recommendations, explore nearly two centuries of whisky knowledge with Johnnie Walker.\n\nNOTICE: You should read all the Privacy Notice and Terms and Conditions prior to using this Skill.  By entering, you accept our Privacy Notice [http://bit.ly/jw-alexa-privacy-policy] and Terms and Conditions [http://bit.ly/jw-alexa-terms-of-use]. This Skill is intended for adults over the age of 21.\n\nTo launch the skill, say “Alexa, open Johnnie Walker.” After confirming you’re over 21 years old, you can select from 4 different options: Choose a Label, Buy a Bottle, Whisky 101, and Try a Guided Tasting.\n\nIn “Choose a Label”, you can find the perfect blend for yourself or a gift. Through a series of questions about flavor preference and price, Alexa will determine the proper whisky for your palate and offer relevant cocktail recommendations.\n\nIf you’d simply like to buy a bottle of Johnnie Walker, you can choose “Buy a Bottle” and Alexa will help you find the nearest store or delivery option.\n\nWhen you select “Whisky 101”, Alexa will share a random fact about Johnnie Walker or whisky in general. These interesting tidbits make for clever cocktail conversation and provide an easy way to impress your friends.\n\nIn order to “Try a Guided Tasting”, you’ll need one of the core Johnnie Walker Labels on hand: Red Label, Black Label, Double Black, Green Label, Gold Label Reserve, Platinum Label, or Blue Label. Then, Alexa will conduct a personalized tasting based on the blend you choose. As you sniff and sip your way through the tasting, she’ll give helpful tips and ways to serve. \n\nWhile her Scottish needs work, Alexa offers an entertaining and insightful experience for both whisky beginners and experts alike. Say “ Alexa, enable Johnnie Walker” to get started now.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Johnnie Walker",
    "Choose a Label",
    "Guided Tasting"
  ],
  "firstReleaseDate": 1474908123.373,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.7ae95f07-50a5-4232-821e-f000b0409960",
  "imageAltText": "Johnnie Walker icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LZSIYV5/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "johnnie walker",
  "name": "Johnnie Walker",
  "numberOfReviews": 5,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://s3.amazonaws.com/jw-bots/legal/privacy-policy.htm",
  "shortDescription": "From guided tastings to blend recommendations, explore nearly two centuries of whisky knowledge with Johnnie Walker.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://s3.amazonaws.com/jw-bots/legal/terms-of-use.htm",
  "vendorId": "M1WG9UFR0QAMQ2",
  "vendorName": "Johnnie Walker"
}
