{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LW6U38T",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Control your digitalSTROM smart home using Alexa. With this Skill you can now use your voice to get information about your smart home and control scenes and rooms:\n- Turn lights on and off („Alexa, tell my butler to turn on the lights in the living room“, „Alexa, tell my butler to turn off the lights in the living room“)\n- Brighten/dim lights („Alexa, tell my butler to brighten the lights in the living room“, „Alexa, tell my butler to dim down the lights in the living room“)\n- Raise/Lower shutters („Alexa, tell my butler to raise the shutters in the living room“, „Alexa, tell my butler to lower the shutters in the living room“)\n- Execute user defined actions (“Alexa, tell my butler that I want to read”)\n\nTo use the digitalSTROM Alexa Skill you will need a digitalSTROM server connected to the digitalSTROM cloud.\nAfter enabling the skill you will be presented with a login screen. Choose your digitalSTROM environment from the Dropdown (Alpha, Beta, Production). Then use your digitalSTROM cloud username and password to authenticate yourself. This must be done before the skill can be used.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell My Butler to turn on the lights in the living room.",
    "Alexa, tell My Butler that I want to read.",
    "Alexa, tell My Butler to lower the shutters in the living room."
  ],
  "firstReleaseDate": 1475145746.386,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.ed85125c-37e7-4656-9017-25ea7b4fe546",
  "imageAltText": "digitalSTROM icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LW6U38T/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "my butler",
  "name": "digitalSTROM",
  "numberOfReviews": 2,
  "pamsPartnerId": "dHajwSuQLzvu6ZcV5eDOWqiZg",
  "permissions": null,
  "privacyPolicyUrl": "http://www.digitalstrom.com/en/Privacy-Policy/",
  "shortDescription": "Control your digitalSTROM smart home using Alexa. Now you can use your voice to get information, call scenes, set thermostat temperature, or turn on lights.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.digitalstrom.com/en/Terms-of-Use/",
  "vendorId": "MV2RMTDL01XW8",
  "vendorName": "digitalSTROM AG"
}
