{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MT03HSZ",
  "averageRating": 3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Unlock the wealth of automotive information from Edmunds using your voice. This skill provides Edmunds Expert Reviews about any car you may be considering. You can even ask specifically for safety reviews, driving reviews, or powertrain reviews. If you want a quick overview of a car, ask for the pros and cons of that car. If you are still not sure if a car is right for you, ask Edmunds about the vehicle's width and length to determine if it will fit in your garage. Ask about the trunk space if you're concerned about fitting your luggage. As an added bonus, the Edmunds skill can find lease deals in your area. Just say the make and model in which you are interested, the city and state in which you are looking, and your target monthly payment. The Edmunds skill will scour the area for matching deals.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Edmunds about the Tesla Model S",
    "Alexa, tell Edmunds I want to lease a Toyota Camry",
    "Alexa, ask Edmunds how safe the Acura ILX is"
  ],
  "firstReleaseDate": 1482409141.165,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.b86be7ea-5f36-42b4-a47b-ccbe2094d322",
  "imageAltText": "Edmunds icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MT03HSZ/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "edmunds",
  "name": "Edmunds",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://www.edmunds.com/about/privacy.html",
  "shortDescription": "Use the Edmunds skill to answer your automotive questions. Hear expert reviews, ask about features and specs, and find lease deals near you.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://www.edmunds.com/about/visitor-agreement.html",
  "vendorId": "M1308P56YCY242",
  "vendorName": "Edmunds.com"
}
