{
  "accountLinkingWhitelistedDomains": [
    "scl.di.atlas.samsung.com",
    "account.samsung.com"
  ],
  "asin": "B01M6ZNLBA",
  "averageRating": 1,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Samsung Home appliances have become even more convenient with Alexa.\nWorks with robot vacuum and air conditioner and more to come!\n\nTo get started, register your smart appliances using the Samsung Smart Home app on your iOS or Android device. To use this skill, click the \"Enable Skill\" button on the Alexa app and link your Samsung Smart Appliances account by signing in with the account used in the app. Once your account is connected, click the \"Discover Devices\" button in the Alexa app or you can say \"Alexa, discover my devices\" to discover your Samsung appliances. \nFor more information about connecting Smart Home devices, please visit http://amzn.to/291lR7u.\n\nYou can turn on your robot vacuum by saying \"Alexa, ask Samsung to start robot vacuum\".\nTo change the mode, say \"Alexa, tell Samsung to set robot cleaner to max/normal/quiet mode\".\nYou can also take it back to the charger by saying, \"Alexa, ask Samsung to return Powerbot home\".\n\nAlexa can also help you control your Samsung air conditioner. To change the temperature, say \"Alexa, tell Samsung to set air conditioner to 65 degree.\" or \"Alexa, ask Samsung to increase air conditioner by 2 dgrees\". You can also change the wind speed or operation mode by saying \"Alexa, tell Samsung to set air conditioner to turbo\" or \"Alexa, ask Samsung to set air conditioner to dry mode\".\n\n(You can set the temperature between 65℉ – 85℉ on all supported AC units through this skill. However, depending on your AC model, the Samsung mobile app for your specific unit may include a slightly different range.)\n\nIf you have any questions on Samsung appliances, please contact Samsung Suppport:\n-Robot vacuum: 1-800-SAMSUNG (726-7864)\n-Air conditioner: https://samsunghvac.com/about_us.php",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Samsung to start robot vacuum.",
    "return Powerbot home.",
    "set air conditioner to cool mode."
  ],
  "firstReleaseDate": 1478931239.718,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c55109cf-21b7-447d-9802-9b730763683e",
  "imageAltText": "Samsung Smart Home - Complete icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M6ZNLBA/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "samsung",
  "name": "Samsung Smart Home - Complete",
  "numberOfReviews": 1,
  "pamsPartnerId": "bSi2rR6pWG7d4FyXSosMvSRkG",
  "permissions": null,
  "privacyPolicyUrl": "https://account.samsung.com/membership/pp",
  "shortDescription": "You can use voice commands to control your Samsung Smart Home appliances with Alexa.\nRobot vacuum and air conditioner are currently available and more to come!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M11P8IHQIXWYUI",
  "vendorName": "Samsung Electronics"
}
