{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01HOQV7AY",
  "averageRating": 2.5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Alexa is now your ultimate Food Network companion.! If you've ever watched Food Network and found yourself thinking, \"I'd love to make that,\" it'll be a snap — just ask your Echo for the recipe.\n\nWith the new Food Network skill, it's quick and easy to get the recipes you've seen on TV. Ask for recent or popular recipes from your favorite shows or chefs, and you'll receive them in your inbox to open at your convenience. You can also search our TV schedule by show name, chef name and time/date to find showtimes and episode details.\n\nHere are some things you could ask for:\n· What's on Food Network now?\n· What show is on next?\n· What will be on tomorrow night?\n· When will Giada be on next?\n· When will Barefoot Contessa be on?\n· Give me the recipes on TV right now.\n· Give me recipes from The Pioneer Woman.\n· Give me popular recipes from Alton Brown.\n· You can change the time zone by saying \"time zone\".\n\nAn e-mail address is required during installation to get recipe details and links sent to you, and is NOT used for any other purpose.\n\nAlso, if you have comments, questions or suggestions for the skill, reach out to us at alexahelp@foodnetwork.com. We'd love to hear from you.\n\nHappy cooking!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Food Network for the recipes on TV right now.",
    "Alexa, ask Food Network what's on Friday night.",
    "Alexa, ask Food Network for popular recipes from Barefoot Contessa."
  ],
  "firstReleaseDate": 1473720066.654,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.d8846fea-2b08-4863-9d95-0fd83d7713c8",
  "imageAltText": "Food Network icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HOQV7AY/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "food network",
  "name": "Food Network",
  "numberOfReviews": 28,
  "pamsPartnerId": "cJBYSWDf6HnRfXHpZzVCerHxV",
  "permissions": null,
  "privacyPolicyUrl": "http://www.scrippsnetworksinteractive.com/privacy-policy/",
  "shortDescription": "Your living room meets your kitchen! Get recipes you saw on TV from your favorite Food Network shows and chefs, or find what to watch in our schedule guide.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3ABURY4Z15CLE",
  "vendorName": "Scripps Networks, LLC"
}
