{"accountLinkingWhitelistedDomains":[],"asin":"B018YLP9HK","averageRating":2.8,"canDisable":true,"capabilities":null,"category":"Home-Automation","description":"This app allows HomeSeer home automation system users to control and monitor status of their devices and to launch their automation events using the Amazon Echo.\n\nREQUIREMENTS:\n• Requires a HomeSeer HS3 or HS3PRO-based system including stand-alone software and HomeTrollers.\n• Requires a MyHomeSeer-Remote account (https://myhs.homeseer.com)\n• User must have at least version 3.0.0.225 of HomeSeer HS3 for this version of the HomeSeer skill\n\nSETUP:\nUpon enabling the app, users must provide the username and password they use to access their HS3 system through myHS.\n\nOPERATION:\nHomeSeer parses the phrases you provide to the echo to determine the device you are trying to control.\n\n• Alexa, tell HomeSeer to turn the light on.\n• Alexa, tell HomeSeer to turn the kitchen light on.\n• Alexa, tell HomeSeer to turn the first floor kitchen light on.\n\n\nSome other types of phrasings:\n• Alexa, tell HomeSeer to turn off the outside lights \n• Alexa, tell HomeSeer to turn off the pool light\n\n\nSome phrases may need to be worded different depending on how a Homeseer device is set up, as well as how your echo interprets the phrase.\n\n\nThe echo may have trouble with compound words.\nTo help with this issue, try to separate compound words with spaces when naming your devices.\n\n• A device labelled 'back yard light' will have more consistent results than one labelled 'backyard light'\n\n\nTo dim a device that has dimming abilities, use the syntax:\n• Alexa, tell HomeSeer to set the kitchen light to 50 percent.\n\nHomeseer events can be triggered through the Echo as well:\n• Alexa, tell HomeSeer to run the event \"End Of Day\".","enablement":null,"exampleInteractions":["Alexa, tell HomeSeer to turn on the kitchen light","Alexa, tell HomeSeer to turn off the second floor lights","Alexa, tell HomeSeer to run the event \"End Of Day\""],"firstReleaseDate":1449276191.044,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.9f7a4553-4530-4c26-904a-aeb7342ce833","imageAltText":"HomeSeer Home Automation Skill icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/homeseer-home-automation-skill/B018YLP9HK/app_icon","inAppPurchasingSupported":false,"launchPhrase":"homeseer","name":"HomeSeer Home Automation Skill","numberOfReviews":11,"pamsPartnerId":"DxnWZr4Q2SSKkHt7CIZASkRXu","permissions":null,"privacyPolicyUrl":"http://www.homeseer.com/privacy-policy.html","shortDescription":"This app allows HomeSeer home automation system users to control and monitor status of their devices and to launch their automation events using the Amazon Echo","skillTypes":null,"stage":"live","termsOfUseUrl":null,"vendorId":"M372OCS6N1HZLO","vendorName":"HomeSeer Technologies LLC"}
