{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01C8PIQH8",
  "averageRating": 1,
  "canDisable": true,
  "capabilities": null,
  "category": "Music",
  "description": "Musixmatch Lyrics Skill helps you to learn song lyrics!\n\nAsk Alexa to to get lyrics for a song and to read it.  You can get quotes by an artist, or you can ask what song says those words you don't remember the lyrics.\n\n** How to Get Started with Musixmatch Lyrics\nTo get started say \"Alexa, open Lyrics\".\n\n** How To Ask Musixmatch Lyrics to find what Song Says \"yolo\"\nYou can ask Lyrics to find the song that says some words asking\n\nWhat song says Saint Peter Won't Call My Name\nWhat the song that says Forget About Me is called\nWhat is the name of the song that says Who Wants To Live Forever\nWhat's the name of the song with You Should Go And Love Yourself\nThe title of the song that says It Was Just Like A Song\nTell me the name of the song that says Who is in Control?\nI need the name of the song that says But I Don't Know how to Leave You\nWhat the name of the song that says I hate you I love you is\nWhat the title of the song with Who Wants To Live Forever is\n\nYou can even ask the song by artist name and lyrics words like\n\nWhat song by Rihanna says something that you've never been\n\n** How to Ask Musixmatch Lyrics to Read a lyrics by Song Name and Artist.\nMusixmatch Lyrics let you read song lyrics. Get the lyrics of a song is simply as asking the song name like\n\nHello\nLyrics for Sorry\nLyrics of Work\nGet lyrics for When We Were Young\nGet lyrics of One Call Away\nI'd like the lyrics for Summer Sixteen\nI want the lyrics for Stitches\nGet me the lyrics for Faded\nI would like the lyrics for Ride\nWhat are the lyrics for Hollow\nI'd like the lyrics for Needed Me\nI would like the lyrics for Thinking Out Loud\n\nor you can provide to Musixmatch Lyrics the artist as well\n\nGet lyrics for Jimmy Choo by Fetty Wap\nGet lyrics of Company by Justin Bieber\n\n** How to Ask Musixmatch Lyrics to get an artist quote\nIf you love lyrics quotes, ask Musixmatch Lyrics to get a quote by an artist saying\n\nQuote by Coldplay\nGive me a quote by Ed Sheeran\nGimme a quote by Adele\nFind me a quote by Jason Derulo\nI want a quote for Ellie Goulding\n\n**Misc\nHave fun and ask Musixmatch Lyrics to\n\nTell me a joke\n\n\n\n--\nEnjoy Musixmatch Lyrics Skill for Alexa!\n\nThe Musixmatch Skill team\n@2015-2016 Musixmatch Spa.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Lyrics what song says Saint Peter Won't Call My Name",
    "Alexa, ask Lyrics for Hello",
    "Alexa, tell Lyrics to give me a quote by Coldplay"
  ],
  "firstReleaseDate": 1456487129.045,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.5e2e008a-c9fa-431f-9c0e-7b999b23176a",
  "imageAltText": "Musixmatch Lyrics icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01C8PIQH8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "lyrics",
  "name": "Musixmatch Lyrics",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://about.musixmatch.com/copyright",
  "shortDescription": "Ask Lyrics to get lyrics for a song and to read it.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://about.musixmatch.com/eula",
  "vendorId": "M14P84242TL52I",
  "vendorName": "musiXmatch"
}
