{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01L2VVWYI",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Count down to your delivery date with My Pregnancy and get weekly, medically-reviewed updates about how your baby and body are changing from BabyCenter, the world’s leading online pregnancy and parenting resource, trusted by over 300 million moms. \n\nHear helpful tips, see incredible fetal development images, count down the weeks and days to your baby’s birth, and learn what to expect as your baby grows and your body changes. \n \nTo get started, enable My Pregnancy and either tell it your due date or ask for a specific week of pregnancy. If you don’t know your due date, find it using the due date calculator at BabyCenter.com.\n\nMy Pregnancy is for information purposes only and is not a substitute for regular appointments with your healthcare provider. And congratulations!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask My Pregnancy for my weekly update",
    "Tell My Pregnancy to set my due date",
    "Ask My Pregnancy how far along I am"
  ],
  "firstReleaseDate": 1472560481.407,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.d15ad666-789b-428b-9581-dd76757cf6ce",
  "imageAltText": "My Pregnancy from BabyCenter icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01L2VVWYI/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "my pregnancy",
  "name": "My Pregnancy from BabyCenter",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.babycenter.com/help-privacy",
  "shortDescription": "BabyCenter’s My Pregnancy gives you detailed weekly updates about how your baby is growing, how your body is changing, and what to expect in pregnancy.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.babycenter.com/help-privacy",
  "vendorId": "M3USDIN1QIHQXC",
  "vendorName": "BabyCenter LLC"
}
