{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01HFTXHPI",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Various sections of the Washington DC Metro rail system will be under construction until spring of 2016. Get real-time, voice-enabled,  information about the Washington Metropolitan Area Transit Authority's (WMATA) construction efforts and the SafeTrack project. The DC Metro Alerts skill pulls from the latest WMATA published feed to bring you the most accurate metro rail alerts and SafeTrack information. You can ask for metro rail alerts by saying, \"Alexa, ask DC Metro Alerts for today's alerts?\". You can get information about the SafeTrack construction project by saying, \"Alexa, ask DC Metro Alerts what is safe track?\" or \"Alexa, ask DC Metro Alerts for safe track information for today?\" You can also ask about a specific date by saying, \"Alexa, ask DC Metro Alerts for safe track information for July first?\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask DC Metro Alerts for today's alerts",
    "Alexa, ask DC Metro Alerts what is safe track",
    "Alexa, ask DC Metro Alerts for safe track information for July first"
  ],
  "firstReleaseDate": 1467119736.282,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.804fe8f3-eaa8-477e-8654-1ebf3fd4634a",
  "imageAltText": "DC Metro Alerts icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HFTXHPI/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "d. c. metro alerts",
  "name": "DC Metro Alerts",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "DC Metro Alerts informs you of the alerts, incidents, and delays on the Washington DC Metro Rail system and the SafeTrack project.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MNAN4JBZSL0R3",
  "vendorName": "Eddie Rush"
}
