{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01GXRDNSE",
  "averageRating": 3.9,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Control all your home electronics over InfraRed through the Eddy Voice Remote skill for Amazon Alexa. Say \"What are my Activities?\" To get a list of activities to perform or say \"Watch TV\" To perform the sequential  button presses defined on the companion website. Control Multiple Controllers by saying the Room name after the action, for instance say \"Watch TV in Living Room\" to call the activity of \"Watch TV.\"\n<br>\n<br>\nDisclaimer: Eddy Voice Remote may not suitable for all ages.\n<br>\n<br>\nTo use this skill, you need a Global Cache IP2IR to blast IR Signals to your devices. You also need to sign up at https://eddy.tinyelectrons.com and configure your devices, buttons, and activities.  \n<br>\n<br>\nWhat can you say?\nThere are 5 core commands you can say: <br>\n1.  What are my Activities? <br>\n2.  Call Activity by name, such as :<br>\n     Turn TV On or Increase Volume <br>\n3.  Press any button on your device, by saying <br>\n     Press Volume button on my Soundbar or <br>\n     Press Volume button on my Soundbar 5 Times<br>\n4.  Get a list of Channels by saying:<br>\n     List My Channels<br>\n5. Change Channels, by saying <br>\n    Go to ABC or Go to Fox Channel\n<br>\n<br>\nOnce you have completed the configuration on the companion website, https://eddy.tinyelectrons.com, you need to link your account. \n<br>\n<br>\nOne technical note is that you need to open a port on your router for the signals to get to your Global Cache device.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Voice Remote What are My Activities",
    "Alexa, tell Voice Remote to List my Channels",
    "Alexa, tell Voice Remote to Press the Power button on my TV"
  ],
  "firstReleaseDate": 1472799900.847,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.194b7d6a-18e3-4c94-b4c9-6d921bd21a6d",
  "imageAltText": "Eddy Voice Remote icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01GXRDNSE/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "voice remote",
  "name": "Eddy Voice Remote",
  "numberOfReviews": 5,
  "pamsPartnerId": "dAkN5cUbKwNaIgFznq9YqTQkW",
  "permissions": null,
  "privacyPolicyUrl": "https://eddy.tinyelectrons.com/index.php/users/privacy",
  "shortDescription": "Eddy is your Voice Remote companion for InfraRed devices.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MMRBAEZLKHESC",
  "vendorName": "Dengineer"
}
