{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01M12EP5B",
  "averageRating": 2.5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Dice Game.\nA game played with six virtual dice and up to ten players sharing the same Alexa enabled device. (Not online players)\nThe object of this game is to be the first player to score exactly 10,000 points. \nSay the \"Roll\" command to roll the dice. \nYour roll is scored as follows:                                                                                                                         \nEach one is worth 100 points. Three ones are worth 1000 points.                                                                                                                            \nFour ones are worth 2000 points and five are worth 4000. \nIf you roll six ones in a single roll you automatically win the game.                                                                                                                          \nEach five is worth fifty points.\nExcept for ones, any value rolled in multiple of three or more are scored as follows:\nFor three of a kind, multiply the value times 100.\nFour of a kind is the value times 200.\nFive of a kind is the value times 400 and six of a kind is multiplied by 800.\nFor example, rolling four threes would give you 600 points.\nIf none of your dice score points your turn is over (busted!).\nIf points are scored you can elect to end your turn and collect the points you've scored OR roll any unscored dice again.\nOnce again, if no points are scored your turn is over and any points you've scored in that turn are lost.\nIf all the dice you roll score points you MUST roll all six dice again.\nTo enter the game, and accumulate points, you first must score 600 points in a single turn.\nIf you elect to end your turn with some unscored dice left. The next player, if that player has scored the required 600 points, has the option to continue your roll using your unscored dice.\nIf successful that player will accumulate the score the previous players turn and may continue from there.\nIf you roll a score that would bring your total over 10,000, your turn is over and no points are scored.\nThe roll is considered dead at this time and the next player does NOT have the option to continue your roll.\nThe first player to reach exactly 10,000 points WINS!!\n\nThe game commands are:\nRoll:  Roll the available dice and determine the score.\nPass:  Pass the dice to the next player (say this to end your turn and collect your points, if any)\nScore:  Alexa will tell you your score.\nOptions: Alexa will tell you the available commands (* based on the game rules, in some situations the \"Roll\" or \"Pass\" commands will not be available)\nPlayers: Alexa will tell you how may players are in the game.\nRules:  Alexa will say the game rules (yes, all of them)\nExpert: Toggle expert mode. ( When on, Alexa will use brief responses to speed up the game)\nStop:  Quit the game.\n \nEnjoy the game!!!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Start the dice game",
    "roll",
    "say the rules"
  ],
  "firstReleaseDate": 1474182727.845,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.6de5f7d3-c737-48f8-9172-65430deeacd9",
  "imageAltText": "The Dice Game icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M12EP5B/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "dice game",
  "name": "The Dice Game",
  "numberOfReviews": 4,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "The Dice Game is a game played with six virtual dice and up to 10 players. Be the first to reach EXACTLY 10,000 points and you win!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M35VTFUQ9NSISI",
  "vendorName": "EMKlaus"
}
