{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01ERC58NA",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Health-and-Fitness",
  "description": "FitnessLogger is an Alexa skill to keep track of your daily exercises. Using FitnessLogger, you can instruct Alexa to store your workouts without reaching out to your personal devices. You can tell FitnessLogger to save your current workout, clear your last saved workout, or you can ask for your best performance. You can always review your previous workouts by just specifying the date and exercise.\n\nFollowing are the list of supported actions by FitnesLogger:\n- Save your current workout\n- Delete your last saved workout\n- Get all your workouts on a specific date\n- Get all workouts for a specific exercise on a particular date\n- Find your personal best for an exercise\n- Get a list of all supported exercises\n\nFitnessLogger currently supports a pre-defined list of exercises. You can say \"Alexa, ask Fitness Logger for all supported exercises\" to get a list of all ?exercises. Please use the feedback form, if you want new exercises added to the supported list.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Fitness Logger to add ten pull downs with twenty pounds",
    "Alexa, ask Fitness Logger what's my best for push ups",
    "Alexa, ask Fitness Logger to get my bench presses on yesterday"
  ],
  "firstReleaseDate": 1462174718.422,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.9b697aa4-e375-4f15-b2af-5ba120e950ab",
  "imageAltText": "FitnessLogger icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01ERC58NA/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "fitness logger",
  "name": "FitnessLogger",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "FitnessLogger is an Alexa skill to keep track of your daily exercises. You can store your daily exercises and compare against your previous workouts.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3P943CZ2XS1HK",
  "vendorName": "Arniz"
}
