{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MRGPVXU",
  "averageRating": 2.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Looking for a recipe while on the go or when you have your hands full?  Have Alexa ask Whitney Bond to send you your favorite recipes and they'll be right where you need them while you're shopping, prepping, cooking, or just about any time.  Then, have Alexa ask Whitney Bond to start cooking the recipe you choose and she’ll list out the ingredients and walk you through the instructions, just as you need them!\n\nTo get started just say, 'Alexa, ask Whitney Bond how to make Buffalo Chicken Dip,’ or whatever else you're craving.  Then, Whitney Bond's best recipes, as well as some of the best recipes from across the Internet, will be sent to you within seconds.  You can find your recipes in the Alexa app, but for the best experience including full color photos and live links we recommend also signing up for email delivery.  Don't worry we respect your privacy and will never do anything with your email address except send you tasty recipes when you ask for them.  Start by saying, 'Alexa, tell Whitney Bond that my email address is,' followed by your email address.  Or, you can spell out your email address if that's easier.  That's it.  Now you're ready to easily get recipes on the go.  Just open the email on your phone, tablet, or computer to see the scrumptious photos along with the instructions and ingredients you'll need to make your recipe. Delicious!\n\nHave your hands full in the kitchen?  Have Alexa ask Whitney Bond to start cooking one of the recipes from your search.  Just say, ‘Alexa, ask Whitney Bond to start cooking the 2nd recipe.’  Or, if you already know what you want to cook without searching for it just say, ‘Alexa, ask Whitney Bond to start cooking Buffalo Chicken Dip,’ or any of your other favorites.  You’ll then be prompted to hear the ingredients you’ll need, as well as the first step of the recipe.  Then, when you’re ready for the next step just say, ‘Alexa, ask Whitney Bond for the next step.’  That’s it.  You now have your own personal recipe coach!\n\nFIRST USE INSTRUCTIONS:\n\n1. Enable the skill by saying, 'Alexa, enable Whitney Bond’ or enable the skill from your Alexa app.\n\n2. Tell Whitney Bond your email address by saying, 'Alexa, tell Whitney Bond that my email address is,' followed by your email address.  If you prefer or you are having trouble, you can also spell out your email address, such as 'r e c i p e s at w h i t n e y b o n d dot com.'  Be sure to say 'at' for @ and 'dot com' for .com.\n\n3. Search for recipes by saying, 'Alexa, ask Whitney Bond how to make Beef Ragu,' or any other recipe that you're in the mood for.\n\n4. Start cooking your recipe by saying, ‘Alexa, ask Whitney Bond to start cooking the 1st recipe.’\n\n5. When you’re ready for the next step simply say, ‘Alexa, ask Whitney Bond for the next step.’  If you’d like Alexa to repeat the last step just say, ‘Alexa, can you repeat that?’  If you’d like to hear the list of ingredients at any time just say, ‘Alexa, ask Whitney Bond to list the ingredients.’  That’s it!\n\nSUPPORTED PHRASES:\n\n- Alexa, ask Whitney Bond how to make [your desired recipe].\n- Alexa, ask Whitney Bond to start cooking the [1st] recipe.\n- Alexa, ask Whitney Bond to start cooking [your chosen recipe].\n- Alexa, tell Whitney Bond that my email address is [your email address].\n- Alexa, ask Whitney Bond for my email address.\n- Alexa, ask Whitney Bond for the next step.\n- Alexa, ask Whitney Bond to list the ingredients / recipes.\n- Alexa, ask Whitney Bond for her recipe of the day.\n- Alexa, ask Whitney Bond for her top / favorite / trending / most recent recipes.\n- Alexa, ask Whitney Bond what's for breakfast / brunch / lunch / dinner / dessert.\n- Alexa, ask Whitney Bond for breakfast / brunch / lunch / dinner / dessert recipes.\n- Alexa, ask Whitney Bond for recipes for the slow cooker / sous vide.\n- Alexa, ask Whitney Bond for appetizer / drink / gluten free / vegetarian / vegan / quick & easy recipes.\n- Alexa, ask Whitney Bond for the first step.\n\nEnjoy!\n\n - Whitney Bond",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Whitney Bond how to make Buffalo Chicken Dip.",
    "Alexa, tell Whitney Bond to start cooking Slow Cooked Beef Ragu.",
    "Alexa, tell Whitney Bond that my email address is recipes at whitneybond dot com."
  ],
  "firstReleaseDate": 1479704770.618,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.1a23c826-cba5-4382-9621-7039ad45956a",
  "imageAltText": "Whitney Bond's Recipe Search icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MRGPVXU/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "whitney bond",
  "name": "Whitney Bond's Recipe Search",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://whitneybond.com/privacy-policy/",
  "shortDescription": "Looking for a recipe on the go or while you have your hands full?  Have Alexa ask Whitney Bond to send your favorite recipes or have her walk you through them!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M33X11F7257Y2A",
  "vendorName": "WhitneyBond.com"
}
