{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01L0ALM50",
  "averageRating": 3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Have Alexa help you gain total control of your money! The YNAB Alexa Skill makes checking a category balance or recording new spending a breeze!\n\nNever heard of YNAB? (Alexa pronounces it \"Why Nab\" and you should too.) It stands for You Need A Budget. It’s a powerful methodology coupled with award-winning software on the web, mobile, and now this companion Alexa Skill.\n\nThis is a companion skill for YNAB. It requires that you first set things up with YNAB at YouNeedABudget.com. Once you have have a YNAB account, have enabled the skill and linked your YNAB account, you are ready to budget like a pro.\n\nTo check a category balance:\n· “Alexa, ask Why Nab What’s the balance of Transportation?”\n· “Alexa, ask Why Nab for the balance of Eating Out”\n· “Alexa, ask Why Nab are we able to spend any money on Gifts?”\n· “Alexa, ask Why Nab how much cash do we have available to spend in our Gas category?”\n\nTo record new spending:\n· “Alexa, tell Why Nab to record a new transaction.”\n· “Alexa, tell Why Nab I just spent 9 dollars and 32 cents.”\n· “Alexa, tell Why Nab I just received 10 bucks.”\n· “Alexa, tell Why Nab I received 5 dollars yesterday.”\n\nAt any time you can say:\n· \"I'm done\"\n· \"Help\"\n· \"Start over\"\n· \"Quit\"\n\nTo get started, we'll ask you to securely sign in with your YNAB email and password and select a budget for Alexa to access. You can revoke this access at any time from the \"My Account\" page.\n\nDisclaimer: This skill may not be suitable for all ages so parental discretion is advised.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Why Nab for the balance of Groceries",
    "Alexa, tell Why Nab to record a new transaction for 9 dollars",
    "Alexa, launch Why Nab"
  ],
  "firstReleaseDate": 1472981593.157,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.1afde774-2db3-45f7-acf7-f5d541ecc037",
  "imageAltText": "YNAB icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01L0ALM50/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "why nab",
  "name": "YNAB",
  "numberOfReviews": 8,
  "pamsPartnerId": "nzPtdnQoPj2mDAFtpyInTBQ1A",
  "permissions": null,
  "privacyPolicyUrl": "https://www.youneedabudget.com/privacy-policy",
  "shortDescription": "\"Alexa, ask Why Nab for the balance of Groceries\"",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://www.youneedabudget.com/terms",
  "vendorId": "M2RUMMD74CNEQG",
  "vendorName": "YNAB"
}
