{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01JAGBEAY",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "SoftServe’s VoiceMyBot allows you to stay in touch with your team without opening a laptop or checking your smartphone. You can listen to recent messages from your teammates and check the status of recent production builds while working on something else. But the best way to use it is to integrate it with your ChatOps project room, configure your notification settings, and never miss a broken build, site crash, or messages from your boss again. At any time, you can listen to a user feed or a notification feed just by giving a simple command to Alexa. In addition, you can set up Alexa to build and deploy new versions of a website for production through a simple voice command. <br/>\n\nFrom now on, you can talk with your bots, like a StarTreck captain at a command bridge, with VoiceMyBot as your second-in-command. \nDownload it now, try it out, and let us know what you think!\n<br/>\nWant to learn more? Visit our website VoiceMyBot.com\n<br/>\nTo start using VoiceMyBot, make sure you have installed ChatBot from Atlassian marketplace, then connect your Alexa to a HipChat room. \n<br/>\nExample Interaction:\n<br/>\nYou: Alexa, ask HipChat for a notification feed\nAlexa: Notification from: Bamboo, Build #125 failed. 5 out of 5797 failed. Changes by Bruce Lee<br/>\n\nYou: Alexa, ask HipChat what happened\nAlexa: You have 0 important messages, 2 notifications, 3 other messages. Site is up and running<br/>",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask HipChat what happened",
    "Alexa, ask HipChat for notification feed",
    "Alexa, ask HipChat for user feed"
  ],
  "firstReleaseDate": 1474355555.446,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.6bf1e3be-c838-471b-b749-9b471624ea39",
  "imageAltText": "VoiceMyBot icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01JAGBEAY/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "hip chat",
  "name": "VoiceMyBot",
  "numberOfReviews": 0,
  "pamsPartnerId": "5HxvTPBFlFAf9yM2AuXV6H1qG",
  "permissions": null,
  "privacyPolicyUrl": "http://www.softserveinc.com/en-us/legal-privacy/",
  "shortDescription": "This skill connects your Alexa to HipChat. After adding this integration to HipChat you can ask Alexa to read recent messages to you including Notification from",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2A7UDEL8UNTTU",
  "vendorName": "SoftServe"
}
