{
  "accountLinkingWhitelistedDomains": [
    "lightify-api.org"
  ],
  "asin": "B01HCYSG84",
  "averageRating": 2.8,
  "canDisable": false,
  "capabilities": null,
  "category": null,
  "description": "<br><br>\nStart making your home more intelligent and use LIGHTIFY as a new dimension of light. Smart connected LED lamps or luminaires can be controlled through your smartphone or tablet using the LIGHTIFY app. Now you can use Alexa to control your LIGHTIFY smart lamps, luminaires, flexible LED strips for indoors and Gardenspots for outdoors.\n<br><br>\nIndividually or grouped together, fully automated or manually controlled, just the way you need it. Discover completely new lighting possibilities and stay connected wherever you go. Customize your home according to your moods and wishes. Transform an evening with friends into an unforgettable experience for everyone or make use of your lights to calm down after an exhausting working day.\n<br><br>\nWith the LIGHTIFY skill and Alexa, you can now interact with your LIGHTIFY lights by voice.\n<br><br>\nTo get started, select the ‘Enable Skill’ button in the Alexa App to link your LIGHTIFY account and discover your device(s). Find more information about connecting Smart Home devices at http://amzn.to/291lR7u\n<br><br>\nWhen using the skill, you need to specify by name which device to use. There are two ways to define this/these names:\n<br><br>\n\t- Use the name(s) you set up already – these are shown in the LIGHTIFY app and can be changed, or\n<br><br>\n\t- Create an Alexa group, like Bedroom or Downstairs, and add the device to the group. More information at http://amzn.to/2965dCE\n<br><br>\n\n \nOnce you know the name or group of your device(s), you can say the following:\n<br><br>\n\t- If you have switches or non-dimmable lights, you can turn them on/off, for example: “Alexa, turn on Bedroom”.\n<br><br>\n\t- If you have dimmable lights, you can change the brightness, for example: “Alexa, set Downstairs to 60 percent\", or \"Alexa, brighten Living Room\".\n<br><br>\n\nIf you have any questions, please visit the http://www.osram.com/osram_com/tools-and-services/tools/lightify---smart-connected-light/lightify-for-home---what-is-light-to-you/faqs/index.jsp",
  "enablement": null,
  "exampleInteractions": [
    null,
    null,
    null
  ],
  "firstReleaseDate": 1469562972.36,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.d4cd8bb8-91d3-4a66-9960-5ccb4b3a92bb",
  "imageAltText": "LIGHTIFY icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01HCYSG84/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "LIGHTIFY",
  "numberOfReviews": 61,
  "pamsPartnerId": "JJEmQPG8bKF2tM17G9YjywBlD",
  "permissions": null,
  "privacyPolicyUrl": "http://www.osram.com/osram_com/landingpage/osram-lightify-privacy-policy/index.jsp?mkturl=lightify-privacy-policy",
  "shortDescription": "Voice Control LIGHTIFY in your home and control your lighting through Amazon Echo and the Alexa Skills Kit",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": "http://www.osram.com/osram_com/landingpage/osram-lightify-terms-of-use/index.jsp?mkturl=lightify-terms-of-use",
  "vendorId": "M3QGKXZ0DD3YVO",
  "vendorName": "OSRAM LIGHTIFY"
}
