{"accountLinkingWhitelistedDomains":null,"asin":"B017OBI3AQ","averageRating":3,"canDisable":true,"capabilities":null,"category":"Home-Automation","description":"Garageio is the simple and secure way to control and monitor your garage door from anywhere in the world, all without needing to replace your existing opener. The Garageio Blackbox can easily be installed in your garage, allowing control of up to three separate garage doors. FEATURES:  (1) Easy to install, only requiring simple tools and a ladder. (2) Control up to 3 separate openers, even if they are different.  (3) Share access with friends, family and neighbors. (4) Works with Amazon Echo and IFTTT. (5) Available for Apple iPhone/iPod and Android smartphones. (6) Control from your desktop using the Garageio Dashboard (via web browser). (7) No fees. Period. For more information, check out Garageio's website: http://garageio.com. WHERE TO BUY GARAGEIO:  To use Garageio from an Amazon Echo, you must purchase and install a Garageio. You can buy Garageio from Garageio's Shop (http://shop.garageio.com) or from Amazon. Once you have installed Garageio, you can then link it to your Amazon Echo.","enablement":null,"exampleInteractions":["Alexa, tell Garageio to close my door.","Alexa, ask Garageio to open Lauren's door.","Alexa, ask Garageio if any of my doors are open."],"firstReleaseDate":1446840478.787,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.de7ac478-8b20-40db-83fe-ea16a7755c1c","imageAltText":"Garageio icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/B017OBI3AQ/skill_icon","inAppPurchasingSupported":false,"launchPhrase":"garageio","name":"Garageio","numberOfReviews":6,"pamsPartnerId":null,"permissions":null,"privacyPolicyUrl":"https://garageio.com/privacy","shortDescription":"Garageio is the simple and secure way to control and monitor your garage door from anywhere in the world, all without needing to replace your existing opener.","skillTypes":null,"stage":"live","termsOfUseUrl":"https://garageio.com/terms","vendorId":"M1IJDQNUPABDAP","vendorName":"Alottazs Labs, LLC"}
