{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01M09GQ88",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Welcome to the complete Hive skill for Amazon Echo.  This skill will enable you to ask Alexa to control your connected Hive devices.\n\nTo get started, ensure that your Hive Hub and associated devices are connected and online.  You’ll then need to enable the Hive skill by tapping ‘Enable skill’ at the top of this screen.  Then, you’ll be asked to provide your Hive login details so that Alexa can control your devices for you. Now we’re talking! \n\nHere’s a handy list of the current commands you can use with Alexa and Hive to control your home:\n\nHive Active Heating™\nSet the temperature of your heating  (We currently only support whole number ºC requests)\n\nAlexa, tell hive to turn the heating on to 20 degrees\nAlexa, tell hive to turn the heating off\nAlexa, tell hive to boost my heating\n\nHive Active Light™\nAlexa, tell Hive to switch my 'landing light on'\nAlexa, tell Hive to turn my 'living room lamp' off\n\nHive Active Plug™\nAlexa, tell Hive to turn my 'kettle' on\nAlexa, tell Hive to turn my 'TV' off\n\nTip - Hive and Alexa use the name of your device to control it. You can check your device names from your hive app in the manage device section.\n\nRequirements:\nHive user account, password, and Hive Hub.\nOne or more of the following Hive devices: Hive Active Heating™, Hive Active Light™, Hive Active Plug™",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell Hive to turn my heating on to 20 degrees",
    "Alexa, tell Hive to turn my bedroom light on",
    "Alexa, tell Hive to switch my kitchen plug on"
  ],
  "firstReleaseDate": 1475066597.149,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.7464f78a-463c-4dc8-b88d-8ae6f16ece11",
  "imageAltText": "Hive icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M09GQ88/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "hive",
  "name": "Hive",
  "numberOfReviews": 0,
  "pamsPartnerId": "7uMgdrXuOmielnklcV8f55vbZ",
  "permissions": null,
  "privacyPolicyUrl": "https://www.hivehome.com/privacy",
  "shortDescription": "Use Echo to control your Hive devices by saying…\n‘Alexa, tell hive to turn my heating to 20ºC'\n‘Alexa, tell hive to switch my bedroom light on’",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1SA34B21V2L5T",
  "vendorName": "British Gas"
}
