{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01G8U8Q0Q",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Education",
  "description": "Quiz yourself and prepare for the Family Medicine Board Exam.  This app includes almost 700 questions from the American Board of Family Medicine (ABFM) 2013-2015 In-Service Training Exams.  It asks random questions, keeps track of your score during each quiz, and offers explains for each question.\n\n\nAbout the American Board of Family Medicine:\n\nThe American Board of Family Medicine (ABFM) is the second largest medical specialty board in the United States. Founded in 1969, it is a voluntary, not-for-profit, private organization whose purposes include:\n- Improving the quality of medical care available to the public.\n- Establishing and maintaining standards of excellence in the specialty of Family Medicine.\n- Improving the standards of medical education for training in Family Medicine.\n- Determining by evaluation the fitness of specialists in Family Medicine who apply for and hold certificates.\n\n\nDeveloped by Christopher Rock, D.O in collaboration with the American Board of Family Medicine.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask board review questions.",
    null,
    null
  ],
  "firstReleaseDate": 1466162135.124,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.2a485f3a-680b-4337-827d-1772222125bc",
  "imageAltText": "ABFM Board Review icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01G8U8Q0Q/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "board review questions",
  "name": "ABFM Board Review",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Prepare for the Family Medicine boards!  Your Alexa device will now ask you board review questions.  From the American Board of Family Medicine.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M15B2IPUZ12UF3",
  "vendorName": "American Board of Family Medicine"
}
