{
  "accountLinkingWhitelistedDomains": [
    "api.wink.com"
  ],
  "asin": "B01EIQYF3E",
  "averageRating": 4.4,
  "canDisable": false,
  "capabilities": null,
  "category": null,
  "description": "Say goodbye to fumbling for the light switch when you walk into the dark house with your arms full. Amazon Alexa makes it easier than ever to adjust your Wink-compatible lighting products.  You can use the Wink skill to either turn the lights on/off by saying, for example: \n\n    Alexa, turn on downstairs lamp.\n\nOr dim the lights to a desired setting: \n\n    Alexa, set living room light to 50%.\n\nNote: in order to use Amazon Alexa with Wink-compatible lighting products, you will need the Wink HUB. From there, getting started is easy:\n\n    1. Connect compatible products in your Wink app and set individual names for each lighting product (bedroom lamp, kitchen light, etc.). \n    2. Then, link your Wink account to Echo within the Echo mobile app (Settings > Connected Home > Device Links > Wink).\n    3. From there, say “Alexa, discover new devices.” This can take up to 20 seconds.\n\nYou can also adjust Wink-enabled Nest thermostats with Amazon Alexa either incrementally or to a specific temperature, making in-home climate control easier than ever. Put this Wink skill into action by saying, for example:\n\n    Alexa, increase bedroom by 3 degrees.\n\n    Alexa, set living room to 70 degrees.\n\nNote: as with lighting products, in order to use Amazon Alexa with Wink-enabled Nest Thermostats, you will need the Wink HUB. After a few simple steps, you’re ready to go:\n\n    1. If you haven’t already, first set up your Nest account and name each thermostat you have (living room, bedroom, kitchen, etc.).\n    2. Next, connect your Nest account with your Wink app. Your Nest Thermostat will appear in the Wink app as “[location] + [name] + [the word ‘thermostat’]. \"Home Living Room Thermostat,” for example.\n    3. Then, link your Wink account to Echo within the Alexa mobile app (Settings > Connected Home > Device Links > Wink). \n    4. Finally, say “Alexa, discover devices.” This can take up to 20 seconds. Your Nest Thermostat will then appear in the Alexa app as [name] i.e. “Living Room” or “Bedroom.”",
  "enablement": null,
  "exampleInteractions": [
    null,
    null,
    null
  ],
  "firstReleaseDate": 1461105991.756,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.013efdab-897c-4dff-9728-ac679242d818",
  "imageAltText": "Wink icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01EIQYF3E/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "Wink",
  "numberOfReviews": 51,
  "pamsPartnerId": "WINK",
  "permissions": null,
  "privacyPolicyUrl": "http://www.wink.com/legal/",
  "shortDescription": "With Amazon Alexa, Wink smart home users can use simple voice commands to control their Wink-compatible lighting products and Wink-enabled Nest Thermostats.",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": "http://www.wink.com/legal/",
  "vendorId": "M262G9N0W7Y1U5",
  "vendorName": "Wink"
}
