{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01MXW37PI",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "What are your unique character strengths?\n\n\nThere are 24 character strengths that are universal to every single one of us on the planet. Yet, it is the combination of these strengths that shapes our unique character. You might be naturally stronger in some strengths, and your family or friends might be stronger in others. For example, you might be naturally creative; have a child who’s highly caring; a friend with amazing self-control; and a partner with lots of courage.\n\n\nBy making it a point to use character strengths in new ways in our daily lives, it has been scientifically proven to increase well-being and resilience. You'll also be able to spot the strengths that come more easier for you versus ones that don't. These are likely your character strengths.\n\n\nWith version 1 of this skill, you'll hear a randomly selected a character strength, and two simple ways to use it. If you commit to it, then your family earn points based on the complexity. The more points you earn the higher the level you’ll go. There are 10 levels, starting at the white level and finishing at the black level. Challenge your family to get there in just 10 days!\n\n\nThis is a free skill. We want to help people grow and do more in life. We’re a husband and wife team who have put our time and money into it. \n\n\nWe’d love feedback to keep improving this skill, but please be kind and constructive with your thoughts.\n\n\nTry this strength alone or as a family - It’s a fun way to build strength, resilience, and well-being.\n\nVisit www.viacharacter.org to learn more about character strengths.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open today's strength",
    "Alexa, start today's strength",
    "Alexa, do today's strength"
  ],
  "firstReleaseDate": 1481872768.955,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.bd83c97b-243b-42d7-bc0b-3491f0c879e2",
  "imageAltText": "Today's Strength by Hoogalit.com icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01MXW37PI/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "today's strength",
  "name": "Today's Strength by Hoogalit.com",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Build up yours and your family’s well-being and resilience, by unlocking the power of character strengths.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M4X7POWJZH8GM",
  "vendorName": "Hoogalit"
}
