{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N5COOWU",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Shalom!  I am so happy you have found my little (but extremely interesting) Hanukkah Fact skill.  I have spent many hours putting together some of the most unique and often unknown facts about the wonderful Festival of Lights.  This Amazon Echo skill has more than 100 hand picked Hanukkah Facts loaded into it.  You would need to read 10 pages of internet search results to find so many facts (trust me).  I even requested & received a bunch of the facts from my AMAZING Mother, Wendy (Thanks Mom!). The logo design is partly hand drawn, and elaborated on in Photoshop by a legendary rock star of an artist, Ed Seeman (who also happens to be my Grandfather). You can see more of his work at his website www.EdSeeman.com (Thanks for the art Grandpa!)\n\nWith the wonders of your Amazon Echo device, all you need to do to learn / or inspire conversations with the young ones about the wonderful and long lived Jewish traditions is ask Alexa.  You will very quickly hear after activating and using this skill a few times, these are very education, fun and important pieces of information to know about Hanukkah (why & how it is celebrated etc.).  \n\nIt doesn't matter if you are a life long devoted Jew, or simply curious to know more about Hanukkah... this is the skill for you!  Especially living in a time such as now that is so heavily driven by consumerism, it's important to remember what Hanukkah is all about.  Getting together with family and friends, lighting the menorah, spinning the dreidel, enjoying some amazing food, listening to music, and continuing the wonderful Jewish traditions of Hanukkah. \n\nAs I am sure you have already noticed, your Alexa enabled device is a wonderful way to share good times, with great people.  I hope this skill adds to your holiday experience, and maybe even taught you a couple of things you might not have previously known.  If you enjoyed using this skill, please tell a friend and leave it a good review... thanks.  With that, I say... Have a fantastic holiday season..  L'chaim! \n\n~Dr Blankenstein\n\nWebsite:  www.drBlankenstein.com\nTwitter: @Dr_Blankenstein",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Hanukkah Facts",
    "Alexa, launch Hanukkah Facts",
    "Alexa, start Hanukkah Facts"
  ],
  "firstReleaseDate": 1481368767.152,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.474fd648-1069-4c6d-9977-ec7165951bb9",
  "imageAltText": "Hanukkah Facts icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N5COOWU/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "hanukkah facts",
  "name": "Hanukkah Facts",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "It doesn't matter if you spell it Hanukkah or Chanukah, we are all here to celebrate! This fact skill is both festive & educational for the entire family.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M298JTSNDB3BNS",
  "vendorName": "www.drBlankenstein.com"
}
