{
  "accountLinkingWhitelistedDomains": [
    "lifx.com"
  ],
  "asin": "B01EIQSPOY",
  "averageRating": 4,
  "canDisable": false,
  "capabilities": null,
  "category": null,
  "description": "Discover 16 million vibrant colors and a thousand shades of white tones with LIFX smart LED lights.\n\nNo cables or hub, just plug in a LIFX bulb and connect to Wi-Fi. Dive into an amazing range of colors and personalize your home to suit your mood, music or even your style.\n\nThere’s more to LIFX than on and off. Create your own Scenes and set your favourite colors with the touch of a button. Schedule the perfect lighting, any time of the day. Enjoy effects like Music Visualizer, Candle and Color Cycle, and control your lights from the internet or your favorite devices and apps.\n\nCONTROL LIFX WITH ALEXA\n\nYour LIFX Lights now talk directly to the Amazon Echo through the Alexa Connected Home. After a few simple set up steps you can control your LIFX lights with simple statements like:\n\nAlexa, Turn the lights on\n\nAlexa, Turn the Kitchen light off\n\nAlexa, Switch lights to 50% brightness\n\nAlexa, lower brightness by 25%\n\nAlexa, dim Bedroom lights by 25%\n\n\nAnd to change colors or control your LIFX groups just add \"tell Life-Ex...\":\n\nAlexa, tell `Life-Ex` to make my lights blue\n\nAlexa, tell `Life-Ex` to change the Living Room lights to red\n\n\nHOW TO GET CONNECTED\n\nMake sure your lights are on the LIFX Cloud then follow these steps: \n\n1. Open the Alexa app and go to Link with LIFX under Smart Home > Device Links and login to your LIFX account. \n\n2. Say \"Alexa, discover devices\". Your lights will be displayed under Smart Home in the Alexa app and you can optionally group them for Alexa here (hint: Alexa groups are separate from your personal LIFX groups). \n\n3. Say “Alexa, turn my lights… On” or “...Off”. That's it! \n\n4. Optional: Enable the advanced LIFX Skill, under Skills in the Alexa app, to control LIFX colors and groups. Once activated, say “Alexa, ask 'Life-Ex': what I can do with my lights?” and Alexa will teach you how to control groups of LIFX lights and even set their individual colors.",
  "enablement": null,
  "exampleInteractions": [
    null,
    null,
    null
  ],
  "firstReleaseDate": 1461105655.039,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.aba7feac-6231-4e5c-95ce-e05195803691",
  "imageAltText": "LIFX Optimized for Smart Home icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01EIQSPOY/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": null,
  "name": "LIFX Optimized for Smart Home",
  "numberOfReviews": 5,
  "pamsPartnerId": "FE2JAJu4kCBibYeZIloDnhyRD",
  "permissions": null,
  "privacyPolicyUrl": "http://www.lifx.com/pages/legals#privacy",
  "shortDescription": "The world's brightest Wi-Fi LED smart lights, no cables or hub needed! Light your home in millions of colors, now with full control via Alexa.",
  "skillTypes": [
    "SMART_HOME"
  ],
  "stage": "live",
  "termsOfUseUrl": "http://www.lifx.com/pages/legals",
  "vendorId": "M2A8WH4C25WBXQ",
  "vendorName": "LiFi Labs Inc."
}
