{
  "accountLinkingWhitelistedDomains": [
    "www.ceiva.com",
    "api.ceiva.com",
    "energy.ceiva.com"
  ],
  "asin": "B01E4CK3H4",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Connected-Home",
  "description": "Don't wait for the bill at the end of the month to see how much energy you used. Instead, use Homeview to track and monitor your electricity or water. If you have other supported devices like thermostats or smart plugs connected in your home, you can monitor and control those too.\n\nTo use the HomeView skill, you tell Alexa to \"Ask My Utility ...\"\n\nThe CEIVA Homeview skill works exclusively with the CEIVA Homeview in home display. To use this skill you must have a CEIVA HomeView account. When enabling this skill CEIVA will provide a screen for you to input your CEIVA sign-in name and password. \n\nNow you can access that valuable information directly from your Echo. The CEIVA Homeview skill delivers your home's electricity and water information directly to your Echo. No longer will you have to wait for your monthly utility bill. \n\nAre you concerned about water usage? Have Echo check with \"My Utility\" to find out\n\n   - Much water did I use last week?\n   - Do I have a water leake?\n   - When am I allowed to water my lawn?\n\nKeep tabs on you electricity usage by asking:\n\n   - How much power did I use yesterday\n   - How is my bill looking for this month?\n   - When is my peak electricity usage?\n\nIf you have connected solar panels, \"My Utility\" can tell you how much you generated so far today or last week.\n\nHomeView connected thermostats also enable \"My Utility\" to tell you what is the inside temperature or set point. \n\nIf you are enrolled in your utilities demand response events you can ask if any events are scheduled.\n\nHomeview also knows what your current electricity rate is and can tell you as well as telling you about any time of day based rate changes that are active.\n\nCEIVA Homeview in home displays are currently available through select utilities. Please contact your utility company for more information.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask My Utility how much Electricity have I used today?",
    "Alexa ask My Utility what is the inside temperature?",
    "Alexa ask My Utility do I have a water leak?"
  ],
  "firstReleaseDate": 1467851254.458,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.f893114c-1397-432f-a0d6-00723b3f3832",
  "imageAltText": "CEIVA HomeView icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01E4CK3H4/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "my utility",
  "name": "CEIVA HomeView",
  "numberOfReviews": 0,
  "pamsPartnerId": "yvrfOlvM3fi1siAoNteEbuGS6",
  "permissions": null,
  "privacyPolicyUrl": "http://www.ceiva.com/home/hp/privacy.jsp",
  "shortDescription": "Homeview tells you exactly how much energy and water you’re using, lets you check your thermostat and can check for water leaks.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.ceiva.com/home/hp/terms_conditions.jsp",
  "vendorId": "M2GBTNW85GAOE6",
  "vendorName": "CEIVA Logic Inc"
}
