{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LX57ZYF",
  "averageRating": 4.1,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Looking to learn more about our Founding Fathers and the era that they lived in? This skill shares interesting historical information about the era of American Colonial History.\n\n- Ask Alexa to \"Read me a Biography\" and the skill will randomly select a Founding Father, and read a brief biography.  If you want a specific one, you can ask for them by name by saying something like \"Who was Alexander Hamilton.\" More than twenty biographies are available, ranging from George Washington to Elbridge Gerry.  For a complete list, say \"list available biographies\".\n- Also available are famous documents, including the Bill of Rights and the Declaration of Independence.  Just say \"Read the Declaration of Independence\" or \"Read the Bill of Rights\".\n- Which founders signed the Declaration are also available.  There were many, so you can get them just for one state by asking something like \"Who signed the Declaration of Independence from Virginia.\"\n- Can't remember which were the original thirteen? Say \"List the original colonies\" and they will be recited.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Colonial History to Read me a Biography",
    "Read the Bill of Rights",
    "Who was George Washington"
  ],
  "firstReleaseDate": 1475647958.341,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.011e0655-2f0a-4696-b9ee-6c45549bc4cf",
  "imageAltText": "Colonial History icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LX57ZYF/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "colonial history",
  "name": "Colonial History",
  "numberOfReviews": 8,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Biographies of US Colonial Figures, Key Reference Documents, including Bill of Rights, Declaration of Independence.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MOA141U6B5M7P",
  "vendorName": "Drawrz.com"
}
