{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LYS8SYO",
  "averageRating": 3.2,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "I'm Barry Thain. I'm a Clinical Hypnotist with more than 20 years of experience in private practice, including eight years with the National Health Service.  I have treated thousands of people from all over the world, for a wide range of physiological and psychological issues, from Acne to Zenophobia and all points in between.\n \nTherapeutic hypnotism is been done face to face when your specific circumstances can be accommodated. Skype sessions (Skypnosis) can also be very effective. I have recorded some hypnotherapy protocols that you can experience with this Alexa App in your home, for when personal therapy isn’t possible.\n \nPlease contact me if you want to discuss how I might otherwise be able to help you. \n \nPlease e-mail  bt@mindsci-clinic.com or call +44 (0)20 8948 2439 or +44 (0)7788 130082 with any suggestions to improve this Alexa service, or to discuss your individual needs.\n \nYou can say \"Alexa ask hypno therapist for help\" to get a list of commands.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask hypno therapist to play a session",
    "list sessions",
    "select session one"
  ],
  "firstReleaseDate": 1475646171.438,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.4cab083c-b80a-4752-be44-7cf5a365ed86",
  "imageAltText": "hypno therapist icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LYS8SYO/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "hypno therapist",
  "name": "hypno therapist",
  "numberOfReviews": 7,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Alexa plays hypnotherapy recordings by British Clinical Hypnotist Barry Thain. Listen tonight, fall fast asleep and wake up with choices.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2I11QJAIZA7OJ",
  "vendorName": "Innomore LLC"
}
