{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01ESOHSLC",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Got a ping pong table? Let Alexa keep score and make the game even more fun with her wisecracks. This is a full featured skill with more than 25 interactions. Alexa is a great score keeper, but lookout for her sharp humor! She has a sass-meter, so you can adjust it from 0 (off) to 10 (full up). She never forgets the score or when to switch serving. In fact every point and every game you play is stored for bragging rights against rivals. \n\nYou can play both singles and doubles matches. You can sign in so that all match stats are stored for you, or skip sign-in and just play. In addition to the game and match scores, you can also hear what percent of  games and individual points were won/lost vs that opponent, what your win percentage was when serving, and what your longest point streak of the match was.\n\nTo get started, first register by saying 'register a new player'. Then just say, 'Use ping pong and start a match'. Whether it is singles or doubles, you will have a red team and a blue team. Once you've started a match, the only thing to do is tell Alexa who wins a point. Do that by saying 'point blue', or 'point red'. All the rest is coordinated by Alexa. \n\nWhen doing the one-time registration, you will choose a 4-digit number for your player ID and tell Alexa your first name. Then when starting a match, Alexa will prompt players for their IDs and kick off the match.\n\n\nBasic things you can say to get started: \n “Start a match”\n “Start a doubles match”\n “Set the sass-meter to zero.” (0-10)\t\n “Tell me the rules of ping pong”\n“Register a new player”\n “Undo that”\t\nTo give a point to a player, say “Point Red”, or “Point Blue”.\n“Tell me more things I can say”\t\n\t\t\nExamples of more things you can say:\n“What's the score?”\n“Give me a summary of the match” (provides output to the Alexa app as well as verbal)\n“What's the match score?”\n“Who's serve is it?”\n“Tell me how to set preferences”\n“Tell me ways to change the match”\n\nExamples of ways that you can manually override and control the flow of the match:\n“Play games to 21” (or 11)\n“Play best three out of five”\n“Play best three out of five” \n“Play a single game match”  \n“Change the number of serves per turn” (to either 2 or 5)\n“Don't switch sides”\t\n“Change the score”\n“Start a new game”\n\nHere are ways that you can set preferences for what Alexa says during the match:\n“Keep it short” This cuts down on the things Alexa says.\n“Don't switch sides”\n\nYou can save and load your match preferences. Preferences include:\n- Playing to either 11 or 21 points in a game\n- Playing matches with either one game, or best three out of five games\n- Setting of the sass-meter between 0-10\n- Switching sides after serve (on/off)\n- Experienced user mode, where comments are kept short\n\nWhen you say, Save Preferences, the settings of the current match will be stored in your profile. \nTo load your preferences, say, Load Preferences after starting a new match.\n\nYou can always say “stop”, “cancel” or “exit”.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, use pingpong and start a match",
    "what are my options?",
    "register a new player"
  ],
  "firstReleaseDate": 1467370673.256,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.8cbbec55-1a6a-4eaf-b2f8-c898f8a6be37",
  "imageAltText": "PingPong Showdown icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01ESOHSLC/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "ping pong",
  "name": "PingPong Showdown",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://pingpong-showdown.appspot.com/privacy.html",
  "shortDescription": "Got a ping pong table? Let Alexa keep score and make the game even more fun with her wisecracks. This is a full featured skill with more than 25 interactions.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1BYJUDCDM6CGW",
  "vendorName": "Dana Young"
}
