{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01DLD360I",
  "averageRating": 2.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Never miss your train again!\n\nChicago Trains lets you find the next train leaving a particular station that stops at your desired destination.\n\nPlease try this skill again!\n\nIf you find an issue, before leaving a bad review, or if you have a suggestion on how to improve the skill, please send me a note to alexachicagotrains@gmail.com.  Please give me a chance to correct the issue.\n\nFAQ:\nWhy can't this skill find my station?\n* Metra publishes their data in GTFS format, and the station names are published for visual consumption, which is not how you might normally speak the station name.  For example, in the ME route the station name '55th - 56th - 57th St.' is how the name is published.  But you cannot say, '55th space dash space 56th space dash  etc'.  So I have tried to add aliases for these kinds of stations.  If your station is not recognized, send me an email with the route, station name, and what you know the station as and I will add an alias for that station for you.\n \n\nThe issues concerning the app not working was caused by an interruption with retrieving the train schedule data.  This issue has been corrected and train schedule data is now available.\n\nThis skill uses the static schedule published by Chicago Metra therefore unforeseen schedule changes will not be available.\n\nHere are some example phrases:\n\nNext Train Example:\nWhen is the next train from Crystal Lake to Downtown\n\nFor the next train from Naperville to Chicago\n\nWhen is the next train from Northbrook to Chicago\n\nWhen the next train from Northbrook gets to Chicago\n\nLeaving around a time Example:\nWhen is the next train from Northbrook to Chicago leaving around four thirty\n\nArriving around a time Example: \nWhen is the next train from Crystal Lake to downtown arriving around eight\n\nWhen you specifying a time, this skill attempts to use the AM version of the time, but if that is in the past it will use the PM version of the time.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Chicago Trains when is the next train from Big Timber to Chicago Union Station",
    "Tell Chicago Trains to give me the next train from Chicago to Naperville",
    "Ask Chicago Trains for the next train from Northbrook to downtown leaving around four thirty"
  ],
  "firstReleaseDate": 1460386959.979,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.2d65d56d-0dbc-4fdd-ad48-8c8652595765",
  "imageAltText": "Chicago Trains icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01DLD360I/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "chicago trains",
  "name": "Chicago Trains",
  "numberOfReviews": 10,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Find out when the next Chicago Metra train is about to leave for a particular train route.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M17R5H1RYTCLSV",
  "vendorName": "Blue Lobster Studios"
}
