{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01DLD360I",
  "averageRating": 2.6,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Never miss your train again!\n\nChicago Trains lets you find the next train leaving a particular station that stops at your desired destination.\n\nIf you find an issue, before leaving a bad review, or if you have a suggestion on how to improve the skill, please send me a note to alexachicagotrains@gmail.com.  Please give me a chance to correct the issue.\n\nFAQ:\nCan I be prompted for the information?\n* Yes - just say, 'open chicago trains', and when instructed say, 'help'.  \n\nWhy can't this skill find my station?\n* First check with metrarail.com to see the exact station name that Metra publishes for the station.  For example, there is no 'tinley park avenue'.  There is 'tinley 80th' and 'tinley park'\n* Metra publishes their data in GTFS format, and the station names are published for visual consumption, which is not how you might normally speak the station name.  For example, in the ME route the station name '55th - 56th - 57th St.' is how the name is published.  But you cannot say, '55th space dash space 56th space dash  etc'.  So I have tried to add aliases for these kinds of stations.  If your station is not recognized, send me an email with the route, station name, and what you know the station as and I will add an alias for that station for you.\n\nWhat names can I use for the Chicago stations?\n* There are a number of Alias names for the downtown stations.\nOTC or Ogilvie Transportation Center is also known as downtown, chicago, Ogilvie, Ogilvie Station, Ogilvie Chicago, Chicago Station\nCUS or Chicago Union Station is also known as downtown, chicago, Union, Union Station, Chicago Station\n\nWhat is the general format of request?\nask chicago trains for the next train from {Origin Station} to {Destination Station }\nask chicago trains for the next train from {Origin Station} to {Destination station} {leaving or arriving} around {number} {AM or PM }\nask chicago trains for the next train from {Origin Station} to {Destination station} {Leaving or Arriving} around {number} {AM or PM } on {Day of Week}\n\nWhat New?\n* Specify a Day of the Week\n** You can now specify a day of the week you would like the schedule.  Lets say you are trying to figure out when to get downtown on Friday.  Now you can ask for train schedules like, ask chicago trains for the next train from Crystal Lake to downtown arriving around six pm on Friday\n\nNote:\nThis skill uses the static schedule published by Chicago Metra therefore unforeseen schedule changes and some special holidays will not be available.\n\nHere are some example phrases:\n\nNext Train Example:\nWhen is the next train from Big Timber to Chicago Union Station\n\nWhen is the next train from Crystal Lake to Downtown\n\nFor the next train from Naperville to Chicago\n\nWhen is the next train from Northbrook to Chicago\n\nWhen the next train from Northbrook gets to Chicago\n\nLeaving Around a Time Example:\nWhen is the next train from Northbrook to Chicago leaving around four thirty\n\nArriving Around a Time Example: \nWhen is the next train from Crystal Lake to downtown arriving around eight\n\nWhen you specifying a time, this skill attempts to use the AM version of the time, but if that is in the past it will use the PM version of the time.\n\nLeaving or Arriving Around a Time on a specific day Example:\nWhen is the next train from Crystal Lake to chicago leaving around eight am on Tuesday",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Chicago Trains when is the next train from Big Timber to Chicago Union Station",
    "Tell Chicago Trains to give me the next train from Chicago to Naperville",
    "Ask Chicago Trains for the next train from Northbrook to downtown leaving around four thirty"
  ],
  "firstReleaseDate": 1460386959.979,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.2d65d56d-0dbc-4fdd-ad48-8c8652595765",
  "imageAltText": "Chicago Trains icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01DLD360I/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "chicago trains",
  "name": "Chicago Trains",
  "numberOfReviews": 12,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Find out when the next Chicago Metra train is about to leave for a particular train route.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M17R5H1RYTCLSV",
  "vendorName": "Blue Lobster Studios"
}
