{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01DLD360I",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": "Travel",
  "description": "Never miss your train again.\n\nChicago Trains lets you find the next train leaving a particular station that stops at your desired destination.  It will also let you hear the train schedule for the rest of the day for a particular starting station and destination station.    For example, \n\nNext Train:\nAlexa, ask Chicago Trains when is the next train from Crystal Lake to Downtown\n\nTrain Schedule:\nAlex, ask Chicago Trains for the train schedule from Naperville to Union Station\n\nExpress Train:\nAlexa, ask Chicago Trains for the next train from Downtown to Northbrook express only\n\nNew Version:\n* added express train.  Add the phrase 'express only' when asking for the next train.  This will provide the next train that is in the fastest 20% of the remaining days schedule.\n* the issue described by the 1 star review has been addressed.\n** The Chicago stations can be referenced as:\nChicago\nDowntown\nChicago Union Station\nUnion Station\nUnion\nChicago OTC\nOlgilvie\nThe skill will figure out which one is right.\n\nIf you find an issue, before leaving a bad review, or if you have a suggestion on how to improve the skill, please send me a note to alexachicagotrains@gmail.com.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Chicago Trains when is the next train from Crystal Lake to Downtown",
    "Alexa ask Chicago Trains for the next train from Chicago to Naperville express only",
    "Alexa ask Chicago Trains for the train schedule for Joliet to New Lenox"
  ],
  "firstReleaseDate": 1460386959.979,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.2d65d56d-0dbc-4fdd-ad48-8c8652595765",
  "imageAltText": "Chicago Trains icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01DLD360I/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "chicago trains",
  "name": "Chicago Trains",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Find out when the next Chicago Metra train is about to leave or what todays schedule is for a particular train route.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M17R5H1RYTCLSV",
  "vendorName": "Blue Lobster Studios"
}
