{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01BN1DYBQ",
  "averageRating": 4.3,
  "canDisable": true,
  "capabilities": null,
  "category": "Lifestyle",
  "description": "1-Minute Mindfulness from Walking Affirmations is a skill that allows you to take a break from the world around you and enter into a one minute sound meditation. Practicing mindfulness improves both mental and physical health. Mindfulness involves both concentration (a form of meditation) and acceptance. Many people struggle with how to begin meditating and get the rewards of a more contemplative life, so this skill is the perfect way to start a meditation practice. You can change your life, and change the world... one minute at a time. \n\nAs your meditation begins, remember all you have to do is focus on your breath. However this is harder than it seems. As your mind begins to wander, notice it, accept it lovingly and return your focus to your breathing. Its a little like training a puppy. As your mind thinks of other things, lovingly and gently return the focus to your breath. In time you will be able to stay present and focused for the full length of time. \n\nThere are several different meditations available. You can ask for a peaceful meditation or one with specific sounds. You can ask for a quick meditation or a forest meditation. You can also ask for a river meditation. Each of these one minute meditations will play a related meditative soundtrack to help you tune out the world and focus on your breath.\n\nHere are some examples of what you can say:\n\"Alexa Open Mindfulness and Ask for a quick meditation\"\n\"Alexa Open Mindfulness and Ask for a 1 minute meditation\"\n\"Alexa Open Mindfulness and Ask for a minute meditation\"\n\"Alexa Open Mindfulness and Ask for a peaceful meditation\"\n\"Alexa Open Mindfulness and Ask for a river meditation\"\n\"Alexa Open Mindfulness and Ask for a forest meditation\"\n\nYou can also use the example phrases below as your guide. For more information about affirmations, meditations and mindfulness, visit walkingaffirmations.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Ask Mindfulness for a minute meditation.",
    "Alexa, Ask Mindfulness for a forest meditation.",
    "Alexa, Ask Mindfulness for a peaceful meditation."
  ],
  "firstReleaseDate": 1455147471.975,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.d5cd74c4-4884-41fe-a8af-d9330a2fd53e",
  "imageAltText": "1-Minute Mindfulness icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01BN1DYBQ/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "mindfulness",
  "name": "1-Minute Mindfulness",
  "numberOfReviews": 17,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://www.iubenda.com/privacy-policy/7758923",
  "shortDescription": "1-Minute Mindfulness from Walking Affirmations is a skill that allows you to take a break from the world around you & enter into a one minute sound meditation.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2XG8VZP8OQEH8",
  "vendorName": "GeekGirl Marketing and App Development"
}
