{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01M1GQ482",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Keeping up with your family just got a whole lot easier thanks to GPSOnIt's My Locator skill and Alexa!  With the My Locator skill, you can just ask Alexa where your family members are. The My Locator skill connects Alexa to your GPSOnIt.com account, for easy voice access.  \n\nTo hear a sample without linking your account, just enable My Locator and say, 'Alexa, ask My Locator for an example'.\n\nTo use this skill, you need to have a GPSOnIt.com account.  If you do not have an account, please visit http://www.GPSOnIt.com and visit our store to find the perfect device for your needs or email us support@GPSOnIt.com\n\nGPSOnIt is a service providing real time GPS based location tracking for everything you care about.  There are many options from in-vehicle devices, wearable devices, worldwide pocket satellite devices, to tracking your own smart-phone.  No matter which type you choose, or if you choose multiple types, you can simply ask Alexa ask My Locator where everyone is.  \n\nTracking isn't just for companies with lots of vehicles.  \nFamilies have many tracking needs.  Multiple cars, motorcycles / scooters, jet skis, perhaps a boat or RV, off highway vehicles, kayaks, and most importantly, family members. \n\nSome family members may have functional needs, such as those in the Autism Spectrum or suffering from Alzheimer's disease, and may wander, or become lost and disoriented, even while visiting familiar places.  \n\n** With GPSOnIt, you can have peace of mind with one system. **\n\nLocator skill features include:\n    Real time position information for one or all devices just by asking Alexa\n    Real addresses\n    Low Battery status\n    Direction and speed information \n    In / Out / Nearest Zone (geo-fence) information\n    All location information automatically added to a Home card in your Alexa application and can be sent as a text message as well.\n\nYour GPSOnIt.com account includes all of our professional industry leading features, including live tracking,  Zones (geo-fences), multiple reports, satellite or typical maps, device health, and much more.\n\nGo to http://www.GPSOnIt.com and click on Store\nLook for our Family / Personal tracker, or select one or more of any of our other great devices.\nEach Family / Personal tracker device purchased comes with 12 months of service.\n\nAfter your order is processed, you will receive an email confirming shipping, account details,  and instructions on how to enable and link the My Locator skill in the Alexa application.\n\nIf you Love it, put a GPSOnIt, if you want to find it, ask My Locator.\n\nMy Locator may not be suitable for all ages.\n\nGPSOnIt.com is a service created and operated by Whiteboard Technologies, LLC.\nWe know how important your privacy is. We do not sell your personal information. We protect your data using SSL (Secure Socket Layers) and the latest encryption techniques.  \nWhiteboard Technologies, LLC provides solutions to help manage and track all of your assets — from family cars to heavy equipment — from any web enabled device. Attention GPS Tracking Companies, If you would like to voice enable your service please contact us.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open My Locator",
    "ask My Locator for an example",
    "ask My Locator where is Everybody"
  ],
  "firstReleaseDate": 1479409518.74,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.6a507f8c-5ce5-4f11-ba37-4fc7e7f80022",
  "imageAltText": "My Locator icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M1GQ482/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "my locator",
  "name": "My Locator",
  "numberOfReviews": 0,
  "pamsPartnerId": "X1LVh1FBidl4Qa4rLl2ZM7PLA",
  "permissions": null,
  "privacyPolicyUrl": "https://GPSOnIt.com/GPSOnItNewPrivacy.html",
  "shortDescription": "Locating your family just got a whole lot easier with GPSOnIt's My Locator and Alexa! My Locator by GPSOnIt.com is a service for everything you care about.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://GPSOnIt.com/GPSOnItNewTos.html",
  "vendorId": "M1PK2PXNW6RJTN",
  "vendorName": "Beach.Dev"
}
