{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B017OBVI7Q",
  "averageRating": 1.8,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Trivia Talk is a multiple choice trivia game you can play by yourself or with your friends.  Players or teams are identified by colors.  Players take turns answering questions.  The first player to get enough questions right wins.  Answers are either multiple choice (a,b,c,d) or true/false.  To play, first ask launch the skill with \"Alexa, open Trivia Talk\"  Choose how many players you want and then choose a color like blue or red to identify each time.  You can answer questions by saying the letter of your answer, true, or false.  If you want to hear the question again, say \"Repeat the question.\"  You can find out how may points each player has by saying \"What's my score?\"  You can abandon your game in progress or start a new game after it ends by saying \"New game.\"  You can say \"Exit\" to leave the game at any time, and your game will be saved for later.  If you don't know what commands to say, you can always ask for \"Help\" during the game.  If Alexa has a hard time pronouncing the question, please let us know by saying \"Bad Question\".",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Trivia Talk",
    "a.",
    "true"
  ],
  "firstReleaseDate": 1446841088.815,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.a5120771-d1d8-4d89-ae35-eec3b3f3410c",
  "imageAltText": "Trivia Talk icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B017OBVI7Q/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "trivia talk",
  "name": "Trivia Talk",
  "numberOfReviews": 8,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://s3.amazonaws.com/alexaskilltrivia/index.html",
  "shortDescription": "Trivia Talk is a multiple choice trivia game you can play by yourself or with your friends.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://s3.amazonaws.com/alexaskilltrivia/index.html",
  "vendorId": "M32U32TXO3XGNU",
  "vendorName": "Zerovoid Software"
}
