{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01I3WTC3W",
  "averageRating": 2.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Make Alexa personal! Use the web app to teach her new responses and make her say the things you have on your mind. You receive the link to the app by saying: \"Alexa, tell every one to open the app\". Make Alexa aware of your social knowledge and give her funny answers about friends and family. \n \nImage having a friend named James over. Alexa can now answer the question: \"Alexa, tell every one a secret about James\". She will choose from a set of answers you taught her using your smartphone. \n \nImagine you are sitting at the table with your family and it is time to do the dishes. Just ask: \"Alexa, tell every one who has to clean up\"  and hope that she does not answer with your name.  \n \nImpress your friends with Alexa's knowledge about them. You don't have to tell them that you were the one who taught Alexa's custom responses.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell every one what you can do",
    "Alexa, tell every one who is up next",
    "Alexa, tell every one to open the app"
  ],
  "firstReleaseDate": 1468501056.788,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.c088c0a0-95c3-45ba-9ae6-ae8b475d9ede",
  "imageAltText": "Teach Alexa YOUR RESPONSES - prank your friends! icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01I3WTC3W/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "every one",
  "name": "Teach Alexa YOUR RESPONSES - prank your friends!",
  "numberOfReviews": 15,
  "pamsPartnerId": "AC8Po1c2mMowhDiYfGMXjmVTV",
  "permissions": null,
  "privacyPolicyUrl": "http://www.futureofvoice.com/privacy-policy/",
  "shortDescription": "Make Alexa say what you want. Use the Teach Alexa web app to add custom commands and impress your friends.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MS2F2Z51OLZMY",
  "vendorName": "FutureOfVoice"
}
