{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01NGZRTOI",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "This skill allows you to get today's prayer times for cities in USA. Prayer times uses the ISNA method, Hanafi school and one seventh latitude adjustment. This skill utilizes the public API provided by aladhan.com to provide the prayer times for your selected city. Usage of this skill implies agreement to the terms and conditions mentioned in the disclaimer below.\n\nTHIS SOFTWARE IS PROVIDED BY THE AUTHOR ``AS IS'' AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE AUTHOR BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Prayer Times to get prayer times for new york",
    "get adhaan times for seattle in washington",
    "get prayer times for new york in new york"
  ],
  "firstReleaseDate": 1483082369.621,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.d5d73e6b-5393-439d-bd3e-1f07c6c2bf8b",
  "imageAltText": "Adhaan Times icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01NGZRTOI/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "prayer times",
  "name": "Adhaan Times",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Get muslim prayer times for cities in USA. Prayer times use ISNA method, Hanafi school and one seventh latitude adjustment",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M33QSB4PPVYWSS",
  "vendorName": "Novalto Corp "
}
