{"accountLinkingWhitelistedDomains":["thermostatforecho.com"],"asin":"B01BZHHMLQ","averageRating":3.8,"canDisable":true,"capabilities":null,"category":"Home-Automation","description":"Allow Alexa to control your Nest Learning Thermostat! She can set a single temperature or change the high and low settings in Range mode. Alexa can also change modes between Heat, Cool and Heat-Cool mode. Alexa can give updates on the current Nest temperature, mode, or range settings as well as the current inside temperature. Linking your Nest with Alexa is an easy three step process:\n\n1. Create a free and confidential account at https://www.ThermostatForEcho.com\n2. Follow the registration prompt to link your Nest account.\n3. Return to the Alexa app and sign in with your account information.  \n\nOnce linked, Alexa can respond to natural, one shot phrases like:\n\n\"Alexa, ask Thermostat to set the temperature to 81.\"\nOr:\n\"Alexa, tell Thermostat to change to Heat Cool mode.\"\n\nwww.ThermostatForEcho.com/help.php has easy-to-follow instructions for account linking, allows you to manage your connected devices, choose which device Alexa can control, and contains a guide to the phrases Thermostat can recognize. \n\nYour account information is secure, and we won't use your email address for anything other than linking your account. Our privacy policy is available on the website:\nwww.thermostatforecho.com/privacyPolicy.php","enablement":null,"exampleInteractions":["Alexa, ask thermostat to set the temperature to seventy one","Alexa, ask thermostat to set the temperature from sixty eight to seventy four","Alexa, ask thermostat what the temperature is inside?"],"firstReleaseDate":1455927920.148,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.205961d2-4461-4407-9263-d9ab4fce6216","imageAltText":"Thermostat for Echo icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01BZHHMLQ/skill_icon","inAppPurchasingSupported":false,"launchPhrase":"thermostat","name":"Thermostat for Echo","numberOfReviews":20,"pamsPartnerId":"UWb4Ax4kFasOxtmPaZPEmAMcA","permissions":null,"privacyPolicyUrl":"https://www.thermostatforecho.com/privacyPolicy.php","shortDescription":"Let Alexa control your Nest Learning Thermostat","skillTypes":null,"stage":"live","termsOfUseUrl":null,"vendorId":"M1RO64AGOKFVSV","vendorName":"Alex Rhodes"}
