{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01JK91WBW",
  "averageRating": 3.5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "What’s New: We’ve updated our pregnancy tracker’s week and day information to match the way we describe it on your What To Expect iPhone, iPad or Android apps. Don’t worry, you don’t need to change your due date or any settings; Alexa will do that for you! To understand how pregnancy tracking works, as well as what the Alexa skill can do, check out the Alexa article on the WhatToExpect.com homepage.\n \nWhat To Expect for Alexa guides you through pregnancy day-by-day and week-by-week. Just ask Alexa What To Expect every day, and you’ll get exciting updates about your pregnancy or newborn, plus all-new, useful tips to feel prepared and in control – helping you achieve a happy, healthy pregnancy.\n \nBased on the information that you provide, What To Expect uses your due date or your child’s birth date to provide personalized daily tips and updates. You can update this information at any time. What to Expect currently supports pregnancy and the first year after your baby’s birth. The What To Expect skill is complementary to your mobile app, so Daily Tips and Updates may be new or different from the mobile experience. For more information from fertility to your growing family (and all the milestones in between!) visit www.whattoexpect.com, or search for “What To Expect” in the App Store or Google Play.\n\nTo get started, enable the skill and tell Alexa your due date or child’s birth date. \n\nFor babies less than one year old you can ask:\n* Alexa, open What to Expect\n* Alexa, ask What to Expect for my daily tip\n* Alexa, ask What to Expect when was my baby born\n* Alexa, ask What to Expect to update my baby’s birth date to (month, day, and year)\n\nIf you are pregnant you can ask:\n* Alexa, open What to Expect\n*Alexa, ask What to Expect for my daily tip\n*Alexa, ask What to Expect for my pregnancy update\n*Alexa, tell What to Expect my baby has arrived\n* Alexa, ask What to Expect to update my due date to (month, day, and year)\n* Alexa,   ask What to Expect  when my baby is due",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open What to Expect",
    "Alexa, ask What to Expect for my pregnancy update",
    "Alexa, ask What to Expect for my daily tip"
  ],
  "firstReleaseDate": 1475271757.61,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.80a73d88-c2ac-4e6a-9eaa-c7c480d211fd",
  "imageAltText": "What To Expect icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01JK91WBW/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "what to expect",
  "name": "What To Expect",
  "numberOfReviews": 19,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.whattoexpect.com/privacy-policy",
  "shortDescription": "What to Expect, the world's #1 pregnancy brand, guides you through pregnancy and beyond. Track your baby’s growth and get daily tips & updates from our experts!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.whattoexpect.com/terms-of-use",
  "vendorId": "M1GOZIRSBU0GFR",
  "vendorName": "Everyday Health Inc"
}
