{
  "accountLinkingWhitelistedDomains": [],
  "asin": "B01M1DRK54",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "An Alexa enabled Crestron Home Automation system allows you to do more than just control lights and thermostats. It allows you to talk to your house. Tell your house you'd like to watch TV in the bedroom, and we can lower the shades, turn on the TV, and set the lighting just right.\n\nSome example requests:\n\"Alexa, ask Crestron to turn on the lights in the kitchen\"\n\"Alexa, tell Crestron to set the kitchen lights to 50 percent\"\n\"Alexa, ask Crestron to lower the kitchen lights by 20 percent\"\n\"Alexa, tell Crestron to set the temperature in the living room to 70 degrees\"\n\"Alexa, ask Crestron to lower the living room temperature by 5 degrees\"\n\"Alexa, tell Crestron to lower the shades in the office\"\n\"Alexa, ask Crestron to set the office shades to half\"\n\"Alexa, ask Crestron to recall the morning scene in the master bathroom\"\n\"Alexa, tell Crestron I'd like to watch a movie in the living room\"\n\nFor more help with controlling your Crestron system with Alexa, go to http://partners.crestron.com/alexa/faq\n\nTalk to your integrator to enable your Crestron 3-Series processor for Alexa control.\n\nFor information about all Crestron products, including Home Automation products, go to http://www.crestron.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, launch Crestron",
    "Alexa, tell Crestron I'd like to read in the bedroom",
    "Alexa, ask Crestron to raise the shades in the living room"
  ],
  "firstReleaseDate": 1480719913.271,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.a675266c-7074-42d4-b50c-1ee1d8ca1dc1",
  "imageAltText": "Crestron Home Automation icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01M1DRK54/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "crestron",
  "name": "Crestron Home Automation",
  "numberOfReviews": 2,
  "pamsPartnerId": "MO4B1ZpisCnfMKFFVHRMY8rTv",
  "permissions": null,
  "privacyPolicyUrl": "http://www.crestron.com/legal/privacy-policy",
  "shortDescription": "Use Alexa to control your Crestron Home Automation system.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3LYVXAMA7EF3G",
  "vendorName": "Crestron Electronics, Inc."
}
