{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01A7GLAUU",
  "averageRating": 2.8,
  "canDisable": true,
  "capabilities": null,
  "category": "Games",
  "description": "Dice Bag rolls a number of multi-sided dice.  You can use Dice Bag as a dice replacement or companion for your rolling needs.\n\nJust Roll: Roll the standard 6 sided dice by saying \"roll my dice\" to automatically roll two 6 sided dice.  Example: \"Alexa, ask Dice Bag to roll my dice.\"\n\nRoll Multi-sided: Roll a number of multi-sided dice.  An example command would be \"roll 7 d 20\" or \"roll 7 twenty sided dice\" to roll 7 twenty sided dice.  The maximum number of dice to roll at one time is 100.  Example: \"Alexa, ask Dice Bag to roll seven d twenty.\"\n\nLast Roll: Forget your last roll?  Ask Dice Bag \"what was the last roll?\"  Example: \"Alexa, ask Dice Bag what was my last roll?\"\n\nRe-Roll: To re-roll the last set of dice, just say \"re-roll\" or \"roll again.\"  Example: \"Alexa, as Dice Bag to roll again.\"\n\nSee Who Goes First: Dice Bag can also help determine the first player, as is common in many board games.  Simply ask Dice Bag \"who goes first.\"  Then tell Dice Bag the number of players.  The maximum number of players who can roll for first player at one time is 15.  Example: \"Alexa, ask Dice Bag to see who goes first.\"\n\nRoll Initiative: For specialized gaming needs, initiative has been added to help players determine the order of character actions during encounters.  Say \"roll for initiative,\" then tell Dice Bag the number of players.  The specified number of d20 will be rolled.  The maximum number of players who can roll for initiative at one time is 15.  Example: \"Alexa, ask Dice Bag to roll for initiative.\"\n\nRoll Percent: Dice Bag can also roll percent dice.  Just say \"roll for percent.\"  Example: \"Alexa, ask Dice Bag to roll for percent.\"\n\nDice Bag will voice up to 15 dice results at a time, otherwise just the total is voiced.  You can view up to 50 roll results in the Alexa App.\n\nTo get basic instructions, say \"Alexa, open Dice Bag.\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell Dice Bag to roll for me",
    "Alexa, ask Dice Bag who goes first",
    "Alexa, tell Dice Bag to roll for percent"
  ],
  "firstReleaseDate": 1452019285.739,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.61e700dd-f982-4b9c-bce6-5d4e9361fe80",
  "imageAltText": "Dice Bag icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01A7GLAUU/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "dice bag",
  "name": "Dice Bag",
  "numberOfReviews": 4,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Board game missing dice?  Random encounter?  Dice Bag will roll for you, complete with dice rolling sounds.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M11MHV518N2QWA",
  "vendorName": "Game Construct"
}
