{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01GGW79U4",
  "averageRating": 4.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Amazon’s Skill Finder is a new way to easily discover Alexa’s newest and top skills. The first step is to enable the skill. Then, you can say \"Alexa, Open Skill Finder\" to begin using the skill.  Alexa will tell you about the new Skill of the Day. Alexa can also tell you about the newest skills and the top skills in our Alexa catalog. You can also ask for help anytime.\n\nHere’s some of the ways you can use the skill -\n \nDiscover a new Skill each day:\nAlexa, tell Skill Finder to give me the Skill of the Day\n \nFind out about the newest Skills in the Alexa Catalog:\nAlexa, tell Skill Finder to give me the newest skills\n \nFind out about the top Skills in the Alexa Catalog:\nAlexa, tell Skill Finder to give me top skills\n \nLearn about different Alexa Categories:\nAlexa, tell Skill Finder to list categories\n \nLearn about newest skills in Categories:\nAlexa, tell Skill Finder to list the newest skills in the education category\n \nLearn about top skills in Categories:\nAlexa, tell Skill Finder to list the top skills in the games category\n \n \nYou can also get more information about a particular skill. After listening to a list of skills, you can say “tell me more about number 3” to hear more information about the third skill you heard.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open Skill Finder",
    "Alexa, tell Skill Finder to give me the Skill of the Day",
    "Alexa, tell Skill Finder to list categories"
  ],
  "firstReleaseDate": 1464937725.826,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.1cd73001-e0fb-4e3d-bd09-38d70f3bd6aa",
  "imageAltText": "Skill Finder icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01GGW79U4/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "skill finder",
  "name": "Skill Finder",
  "numberOfReviews": 6,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Amazon’s Skill Finder is a new way to discover Alexa skills. Open Skill Finder and learn about the skill of the day, the newest skills, and the top skills.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M3C85BOAP9SLYI",
  "vendorName": "Amazon"
}
