{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LX7EGIN",
  "averageRating": 4.2,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Glad Recycler is an easy and entertaining service to help you quickly identify if an item is recyclable. Drawing from hundreds of common (and uncommon) items, this skill will not only help to make your household trash sorting a breeze, but also educate your family with fun recycling tips.\n \nPulling data from dozens of resources — including the EPA and major universities — we’ve compiled one of the most comprehensive national databases around. Then we trained Alexa to quickly search through this list, and deliver recycling facts and trivia to you on-demand and with a smile.\n \nSimply tell Alexa to talk to Glad Recycler, and then inquire away. You can ask about everything from shampoo bottles to pizza boxes to compact discs — plus the list is growing all the time. It’s a simple, fun, and useful skill that you can use over and over again while still learning something new!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, talk to Glad Recycler",
    "Alexa, Ask Glad Recycler if I can recycle my pizza box",
    "Alexa, Tell Glad Recycler I have a battery that I would like to recycle"
  ],
  "firstReleaseDate": 1475649737.421,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.bf261af5-02db-4723-ac4e-6641f2edc0cd",
  "imageAltText": "Glad Recycler icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LX7EGIN/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "glad recycler",
  "name": "Glad Recycler",
  "numberOfReviews": 7,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Glad Recycler is a simple and fun way to quickly check if an item is recyclable and what to do with it. Trash has never been so entertaining!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "MVYHZZLQXOH8P",
  "vendorName": "Glad AlexaApps"
}
