{"accountLinkingWhitelistedDomains":null,"asin":"B01BXCJA7C","averageRating":1,"canDisable":true,"capabilities":null,"category":"Health-and-Fitness","description":"Pros play tennis with a human umpire that coordinates flow of the match and keeps score. They get access to detailed stats to analyze and improve their game. Over years, this data provides insights into their own personal game as well as how best to compete or partner with others. \n\nWith Alexa, you can get this kind of experience at the college, club and recreational player level. Every point you play is stored so you can review statistics and trends to improve your game. \n\nTennis MatchManager coordinates both singles and doubles matches. You can sign in so that all match stats are stored for you long term, or skip sign in and just play. Even skipping sign in will allow you to review all the data about that particular match. In addition to the set and match scores, you can also hear how long you played, what percent of  games and individual points were won/lost vs that opponent, and what your win percentage was when serving.\n\nTo get started, just say 'start a match'.  If you would like to have MatchManager keep track of your match data long term, first register by saying 'register a new player'. Registered players can be added to the match by saying 'add a player'. Whether it is singles or doubles, you will have a red team and a blue team. Once you've started a match, the only  thing to do is tell Alexa who wins a point. Do that by saying 'point blue', or 'point red'. All the rest is coordinated and stored by MatchManager. \n\nOnce the match is set up, strap a Voice Remote for Amazon Echo to one of the player's arms. When they tell Alexa who wins a point, she announces it to the court and coordinates play of the match.\n\nNo wifi at the tennis club? Just use your phone as a hotspot. Need a battery for your Echo? Find them on Amazon. Stuck and need some help? More info up at www.TennisMatchManager.com.\n\nBasic things you can say to get started: \n “Start a match”\t\n“Register a new player”\nTo give a point to a player, say “point red”, or “point blue”.\n“Tell me more things I can say”\t\n\t\t\nExamples of more things you can say:\n“What's the score?”\n“Give me a summary of the match” (provides output to the Alexa app as well as verbal)\n“What's the set score?”\n“Who's serve is it?”\n“Tell me some shortcuts”\n“Tell me ways to change the match”\n\nExamples of ways that you can manually override and control the flow of the match:\n“Play with no add scoring”\n“Don't switch sides”\n“Change to blue team serve”\t\n“Change the set score”\n“Blue team won the game”\n“Start a new game”\n“Start a new set”\t\n If the score gets posted incorrectly, just say what the score should be. For example, say “30 All”\n\t\t\nExamples of combining information that will save time:\n“Start a doubles match with blue serve”\n“Add 206-867-5309 to the red team”\n“Register 425-867-5309”\n\nYou can always say “stop”, “cancel” or “exit”.","enablement":null,"exampleInteractions":["Alexa, use keeper and start a singles match with red team's serve","give me some help","give me a summary of the match"],"firstReleaseDate":1455834245.632,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.4cd0a8f9-ba04-409f-8fd1-27b329e4e9e1","imageAltText":"Tennis MatchManager icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/tennis-matchmanager/B01BXCJA7C/app_icon","inAppPurchasingSupported":false,"launchPhrase":"keeper","name":"Tennis MatchManager","numberOfReviews":1,"pamsPartnerId":null,"permissions":null,"privacyPolicyUrl":"http://tennismatchmanager.com/privacy.html","shortDescription":"Get the tennis experience of pros - coordinated match play and scoring, all your data stored, & statistics and analysis on every point you play from now on.","stage":"live","termsOfUseUrl":null,"vendorName":"Dana Young"}
