{"accountLinkingWhitelistedDomains":null,"asin":"B01D4O5CO2","averageRating":0,"canDisable":true,"capabilities":null,"category":"Games","description":"Boat War has been created so that you don't need any screen to play with it.\nEach player has one grid containing ships. Turn by turn, you will fire on you opponent's grid (Alexa) to try to sink her ships. But she will fire back!\n\nGeneral Instructions:\nAlexa and you will be in at war!\nShe will have her own grid and you can create yours on a piece of paper, or just keep it in mind!\nGive her the coordinates where you want to fire (\"fire at 'B', 2\" for example) and she will tell you if you hit or if you missed.\nThen she will give you some coordinates where she wants to fire and will ask you if she hit or missed (be honest with your answer).\nThe first person sinking the other's ships will win!\n\nFlow:\n1) At first you will be prompted if you want instructions (recommended for the first time) or not.\n2) Then you will be prompted if you want to play a \"quick game\" (recommended for the first time) or an \"advanced game\".\n3) The game begins, she will prompt you for where you want to fire, and will tell you if you hit or missed.\n4) Alexa will tell you where she fires, and you will be prompted to tell her if she hit or missed.\n5) 3 and 4 will repeat until you or she wins, or until you say \"STOP\".\n\nNote:\nThe \"quick game\" is a 3 by 3 grid with one ship of 2 cases.\nThe \"advanced game\" will allow you to create bigger grids, with more boats (all 2 cases long for now).\n\nNote - BUG:\nIf you choose to use an advanced game with a grid of a size 5 of bigger (then from 'A', 1 to 'E', 5) you will encounter difficulties to fire on the line 'E'. A workaround is to say \"Fire at line 5, column 1\" for example.","enablement":null,"exampleInteractions":["Alexa, launch Boat War","Alexa, launch Boat War and quick game","Alexa, launch Boat War and advanced game"],"firstReleaseDate":1458294639.951,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.4bca183b-9938-4203-a19f-ce41c60b40f2","imageAltText":"Boat War icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/boat-war/B01D4O5CO2/app_icon","inAppPurchasingSupported":false,"launchPhrase":"boat war","name":"Boat War","numberOfReviews":0,"pamsPartnerId":null,"permissions":null,"privacyPolicyUrl":null,"shortDescription":"Measure yourself to Alexa in Boat War!","stage":"live","termsOfUseUrl":null,"vendorName":"Corentin"}
