{
  "accountLinkingWhitelistedDomains": [
    "images-na.ssl-images-amazon.com",
    "api-cdn.amazon.com"
  ],
  "asin": "B01CDF6972",
  "averageRating": 4.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Mosaic allows you to connect smart devices and digital services together in one place, while controlling them as easily as chatting with a friend on Amazon Alexa, Facebook Messenger, SMS or with Slack.\n\nAll your devices & services in one place\n\nConnect your things to Mosaic and manage them all together. Mosaic supports Google Calendar, Fitbit, Nest, Philips Hue, Lifx, Jawbone, Withings, Automatic, Tesla, and Weather, with many more to come.\n\nMosaic workflows - simplify voice interaction\n\nImmediately enjoy predefined Mosaic workflows or customize your own with the devices and services you love. Whether it’s Good Morning, Chill out, or I am home - easily control your life with one simple command.\n\nHow to get started\n\nFirst, enable the Mosaic Skill.\nSecond, create a Mosaic account at https://saymosaic.com - it’s free!\nFinally, just link your favorite devices and services and start enjoying our pre-defined Mosaic workflows or create your own.\n\nA few examples of what you can do by saying “ask Mosaic for/to …”\nTo control your Hue and Lifx lights: \n- “Turn on my lights” or “dim my lights” or “change color to blue”\n\nWant to know your tesla battery:\n- “Tesla battery”\n\nMaybe you’d like to warm up the house:\n- “Warm up the house” or “set temperature to 68 degrees”\n\nRunning any of your Mosaic workflows is easy:\n- “Chill out” or “Good Morning”\n\nNot sure what commands you can use, no problem:\n- “Ask Mosaic to list commands”\n\nFacebook Messenger, Slack & SMS\nMosaic is also available as a Chatbot on Facebook Messenger, Slack and SMS! For more details, please visit https://saymosaic.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Mosaic for good morning",
    "Alexa, ask Mosaic for good night",
    "Alexa, ask Mosaic to give me something relaxing"
  ],
  "firstReleaseDate": 1456775650.109,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.2171d931-80f6-44cc-b702-3b35eed7e40c",
  "imageAltText": "Mosaic icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01CDF6972/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "mosaic",
  "name": "Mosaic",
  "numberOfReviews": 7,
  "pamsPartnerId": "a6kKvkg7dXf8TZZ9NWhIYYc19",
  "permissions": null,
  "privacyPolicyUrl": "https://saymosaic.com/privacy",
  "shortDescription": "Mosaic allows you to connect smart devices and digital services together, while controlling them like chatting with a friend on Facebook, SMS, Slack or Alexa.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M165YKVE51WPC",
  "vendorName": "Saymosaic"
}
