{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01EKX7WKS",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": "Health-and-Fitness",
  "description": "Aromatherapy is a skill that can help you with some common diffuser recipes for use with your essential oils collection. We are continuing to add recipes so let us know at AromatherapySkill.com and we can add the recipes you love.\n\nTo use this skill, enable it. Then you can ask the following:\n\nAsk Aromatherapy for a recipe for focus.\nAsk Aromatherapy for a recipe for happy kids.\nAsk Aromatherapy for a recipe for stress relief.\n\nYou can also say things like:\nAsk Aromatherapy what is a recipe for peace. \nAsk Aromatherapy what is the recipe for a headache.\nAsk Aromatherapy what is a recipe for morning sickness.\n\nPlease visit us at www.aromatherapyskill.com and let us know what  recipes you would like to see next or you can send us feedback below. You can also join our mailing list to get updates and alerts when we add new functionality.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Ask Aromatherapy for a recipe for focus.",
    "Alexa, Ask Aromatherapy  what is the recipe for a headache.",
    "Alexa, Ask Aromatherapy to give me a recipe for stress relief."
  ],
  "firstReleaseDate": 1462540113.088,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.c2984701-7096-4325-b3d0-0a6dcfc4f220",
  "imageAltText": "Aromatherapy icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01EKX7WKS/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "aromatherapy",
  "name": "Aromatherapy",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Aromatherapy is a skill that can help you with some common diffuser recipes for use with your essential oils collection.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1FSR17RF1204C",
  "vendorName": "Unity App Design"
}
