{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01EYZBO38",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": "Travel",
  "description": "Get the most up to date Metro Rail information to stay on top of your DC commute! Optionally set a default home station to make retrieving Metro info even easier.\n\nFEATURES:\n\n* HOME STATION ~ Set a default home station simply by saying something like \"Alexa, ask Metro Tracker to set Metro Center as my home station.\" \nOnce you have set a home station, Metro Tracker will assume your departure station is your home station unless another departure station is specified.  \nChange your home station at any time simply by re-using the \"set home station\" command. \n\n* LIST TRAINS ~ list all trains scheduled to arrive at a particular station. Try saying \"Alexa, ask Metro Tracker to list all trains arriving at Farragut West\"\n\n* FILTER LINE ~ Tell Alexa which metro line you are interested in to only receive train times for that particular line. For example, try: \"Alexa, ask Metro Tracker for the next red line from Gallery Place.\"\n\n* FILTER DIRECTIONS ~ Specify a destination to only get trains traveling in the direction you need. Try saying \"Alexa, ask Metro Tracker for the next train from Union Station to Dupont Circle.\"\n\n* AVOID EARLY OFF-LOADING ~ Specifying a destination will return times only for trains going *at least* as far as you need. For example, asking for trains going from Union Station to Dupont Circle will *not* return times for trains only going as far as Farragut North.\n\n* COMMUTE TIMES ~ Get an estimate of how long it is currently taking to travel between station A and station B. For example, try saying: \"Alexa, ask Metro Tracker for a commute estimate between L'Enfant Plaza and Columbia Heights,\" or \"Alexa, ask Metro Tracker how long it would take to get to Clarendon from Metro Center.\"\n\nNOTES:\n* If at any time the app responds with \"there is a ghost train to a ghost station...\" this means that there is a train scheduled to arrive, but the WMATA database has no information on what line it belongs to, or where it is going. These are the trains that show up as \"--- --- TRAIN\" on the train arrival boards of metro platforms. Ghost trains sometimes have arrival times associated with them, and sometimes not.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Metro Tracker for the next orange line to Vienna from Metro Center",
    "Alexa, ask Metro Tracker for delays on the red line",
    "Alexa, ask Metro Tracker for the current travel time between Metro Center and the airport"
  ],
  "firstReleaseDate": 1462576116.3,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.48d300b5-e643-4150-aaff-f8d1b92ed568",
  "imageAltText": "DC Metro Tracker icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01EYZBO38/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "metro tracker",
  "name": "DC Metro Tracker",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Get the most recent arrival times, estimated travel time, filter trains by line and direction, and more! Set a home station to make things even easier.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1D2J9IXZUDWBB",
  "vendorName": "Sean Simpson"
}
