{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01LX24O05",
  "averageRating": 3.4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "CNN delivers the real-time news updates, breaking news stories, and election updates from CNN reporters and anchors across the globe.  Ask this skill for the latest news or for topic-specific updates on anything CNN is covering on its broadcast.  \n\nYou can say, “Alexa, Open CNN” to hear the latest stories CNN is covering.  Or you can dive right in by saying things like: “Alexa, ask CNN for the latest news”; “Alexa, ask CNN for the latest on Hillary Clinton”; or “Alexa, ask CNN for the latest on Donald Trump”.\n \nWhen you’re listening to a clip, you can say ”Alexa, pause” to pause the audio, and ”Alexa, resume” to continue playing. You can always hear the full list of stories CNN is covering by saying, “Alexa, ask CNN for more stories” or move on to the next story on the current topic by saying “Alexa, next”. \n \nTo get started, enable the CNN skill and then try saying things like:\n-  \"Alexa, ask CNN for the latest news.\"\n-  \"Alexa, ask CNN for the top stories.”\n-  “Alexa, tell CNN to give me the news”\n-  “Alexa, tell CNN to list all stories”",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, open CNN",
    "Alexa, ask CNN for the top stories",
    "Alexa, ask CNN for the latest news"
  ],
  "firstReleaseDate": 1477933950.287,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.c9f682ae-2626-446f-82b1-c6641af24240",
  "imageAltText": "CNN icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01LX24O05/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "cnn",
  "name": "CNN",
  "numberOfReviews": 36,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.cnn.com/privacy",
  "shortDescription": "List to the latest news and breaking news today from CNN",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.cnn.com/terms",
  "vendorId": "M3AUHNU54YCX8J",
  "vendorName": "CNN Interactive Group, Inc."
}
