{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01D39I76I",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": "Games",
  "description": "Board Gamer will choose a random game from your board game collection on BoardGameGeek.com, as well as tell you how many games you own (according to your public BGG profile).\n\nIn order to use Board Gamer, you will need a BoardGameGeek.com account.\n\nTo get started, say \"Alexa, start Board Gamer\", or \"Alexa, tell Board Gamer that my name is [username]\".\n\nIn many cases, it may be easiest to spell out your username:\n\"Alexa, Tell Board Gamer that my name is u. s. e. r. n. a. m. e.\"\n\nIf your username contains a space, underscore, or dash, you can say \"space\", \"underscore\", or \"dash\" when telling Board Gamer your name. For example, if your username is \"example-user_1\", say:\n\"Alexa, tell Board Gamer that my name is example dash user underscore one\"\n\nHave Board Gamer say or spell the username it has saved for you by saying:\n\"Alexa, ask Board Gamer to say my username\", or\n\"Alexa, ask Board Gamer to spell my username\"\n\nOnce Board Gamer knows your username, you can ask Board Gamer to choose a game for you by saying:\n\"Alexa, ask Board Gamer what game should we play\", or\n\"Alexa, ask Board Gamer to choose a game\"\n\nAsk Board Gamer to tell you the size of your BGG game collection by saying:\n\"Alexa, ask Board Gamer how many games do I own?\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, tell Board Gamer that my username is boardgamer",
    "Alexa, ask Board Gamer to choose a game",
    "Alexa, ask Board Gamer how many games I own"
  ],
  "firstReleaseDate": 1458221176.476,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.795c17b9-6ce0-42a3-bc69-60fa03fc9add",
  "imageAltText": "Board Gamer icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01D39I76I/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "board gamer",
  "name": "Board Gamer",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Get a random board game from your BoardGameGeek.com board game collection",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M4RH0FZ0P266S",
  "vendorName": "CHH"
}
