{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01D39I76I",
  "averageRating": 2.6,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Board Gamer will choose a random game from your board game collection on BoardGameGeek.com, as well as tell you how many games you own (according to your public BGG profile). \n\nIn order to use Board Gamer, you will need a BoardGameGeek.com account.\n\nTo get started, say \"Alexa, start Board Gamer\", and use the provided link to set your username.\n\nOnce You have configured your username, you can ask Board Gamer to choose a game for you by saying:\n\"Alexa, ask Board Gamer to choose a game\", or\n\"Alexa, ask Board Gamer for a thirty minute game\" or\n\"Alexa, ask Board Gamer for a five player, one and a half hour game\"\n\nBoard Gamer does not support asking for a range for number of players or playing time - yet. When asking for a game, you should use a specific player count or time for best results.\n\nTo confirm which BGG username is configured, you can have Board Gamer say or spell the username.\n\"Alexa, ask Board Gamer to say my username\", or\n\"Alexa, ask Board Gamer to spell my username\"\n\nAsk Board Gamer to tell you the size of your BGG game collection by saying:\n\"Alexa, ask Board Gamer how many games I own.\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Board Gamer to choose a game",
    "Alexa, ask Board Gamer for a one hour game for five players",
    "Alexa, ask Board Gamer how many games I own"
  ],
  "firstReleaseDate": 1458221176.476,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.795c17b9-6ce0-42a3-bc69-60fa03fc9add",
  "imageAltText": "Board Gamer icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01D39I76I/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "board gamer",
  "name": "Board Gamer",
  "numberOfReviews": 7,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Get a random board game from your BoardGameGeek.com board game collection",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M4RH0FZ0P266S",
  "vendorName": "CHH"
}
