{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01E4FC2P2",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Butterfleye app gives you access to the world’s smartest camera. Unlike all other security cameras, Butterfleye only records when it needs to!\n \nOnly Butterfleye combines superior on-board analytics, and processing power to deliver notifications you want. With this technology you can say goodbye to annoying false alarms such as, change in lighting conditions, objects moving in the background (cars on a busy street), or even wind blowing through your living room.\n \nYou will receive smart notifications from the Butterfleye demo camera that can be filtered.  The Butterfleye demo camera let's you know when it sees or hears children, pets, and/or anything out of the ordinary.\n\nWelcome to the Butterfleye family!\n\nThis skill allows you to hear what is happening around the Butterfleye Demo camera. You can ask Alexa, about the number of events, Butterfleye Demo camera had on a particular day. You can also ask Alexa to get events from any day.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask Butterfly Demo for events from today.",
    "Alexa, ask Butterfly Demo, how many events were there today?",
    "Alexa, ask Butterfly Demo, to get the events from 3rd January, 2016?"
  ],
  "firstReleaseDate": 1462975723.455,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.7d593f1e-8d6e-4e29-9ee5-2f0be429acda",
  "imageAltText": "Butterfleye icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01E4FC2P2/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "butterfly demo",
  "name": "Butterfleye",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "http://www.getbutterfleye.com/privacy",
  "shortDescription": "Gives you the events Butterfleye demo camera has on a particular day. For example you can ask: \"Alexa, ask Butterfly Demo for events from today\".",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "http://www.getbutterfleye.com/terms",
  "vendorId": "M2KHQ1FMHQH9HE",
  "vendorName": "Butterfleye"
}
