{"accountLinkingWhitelistedDomains":["dev.reflectconnectapp.com","home.nest.com","api.home.nest.com","www.reflectconnectapp.com","reflectconnectapp.com"],"asin":"B01BIKSNMW","averageRating":4.1,"canDisable":true,"capabilities":null,"category":"Home-Automation","description":"Have you been waiting to control your Nest thermostat with your Echo? After a quick and simple set up your Echo will be able to control your Nest. In order to use this service you need a Nest thermostat, Nest account, and a Reflect Connect account.\n\nReflect Connect allows you full control over your Nest thermostats. You can:\n1.\tGet the temperature setting by saying something like, “Alexa,  ask Reflect what Nest is set to” or “Alexa, ask Reflect what they Entryway temperature setting is.”\n2.\tGet the current temperature reading by saying something like, “Alexa,  ask Reflect what the temperature is” or “Alexa, ask Reflect what they Entryway temperature is.”\n3.\tGet the current Humidity reading by saying something like, “Alexa,  ask Reflect what the humidity is” or “Alexa, ask Reflect what they Entryway humidity is.”\n4.\tGet the current humidity, temperature, and temperature setting by saying something like, “Alexa, ask Reflect to give me the thermostat information,” or “Alexa, ask Reflect to give me the basement information.” (Note: this request will keep the stream open to allow you to adjust temperature settings.)\n5.\tChange the temperature setting by saying something like, “Alexa, ask Reflect to change the temperature to seventy degrees,” or “Alexa, ask Reflect to change the entryway temperature to sixty-eight.”\n6.\tChange the temperature in heat-cool mode by saying something like, “Alexa, ask Reflect to set the temperature from sixty-eight to seventy-three” or “Alexa, ask reflect to set the kids room temperature between sixty-nine and seventy-four” (Note: for now you can not reference just the heat to or just the cool to temperature. We are planning on adding this in a future update.)\n\nNote: If the name of the device is not specified, Reflect will use the default device that has been chosen at www.reflectconnectapp.com. Additionally custom thermostat names are not supported. In order for you to control a specific device it needs to have one of the following default Nest thermostat names : Bedroom, dining room, entryway, hallway, kitchen, den, basement, downstairs, family room, kids room, living room, master bedroom, office, upstairs.\n\nFor more information regarding the use of this skill as well as troubleshooting step for setting the skill up please visit www.reflectconnectapp.com/support. Or ask us on Facebook at www.facebook.com/reflectconnectapp. Thank you for using our skill. \n\n--Reflect Connect Team","enablement":null,"exampleInteractions":["Alexa, talk to Reflect","what is the temperature","Alexa, ask Reflect to set the bedroom temperature to seventy two degrees"],"firstReleaseDate":1454724832.095,"homepageLinkText":null,"homepageLinkUrl":null,"id":"amzn1.echo-sdk-ams.app.2db07970-b5b3-44d5-bc6e-131de088bfb8","imageAltText":"Reflect Connect icon","imageUrl":"https://github.com/dale3h/alexa-skills-list/raw/master/skills/reflect-connect/B01BIKSNMW/app_icon","inAppPurchasingSupported":true,"launchPhrase":"reflect","name":"Reflect Connect","numberOfReviews":17,"pamsPartnerId":"1dmbzUYS8IN3s7z5jMfkeUg4i","permissions":null,"privacyPolicyUrl":"https://www.reflectconnectapp.com/privacypolicy","shortDescription":"Reflect Connect gives you voice control of your Nest Learning Thermostat through your Amazon Echo!!","skillTypes":null,"stage":"live","termsOfUseUrl":"https://www.reflectconnectapp.com/termsofservice","vendorId":"M24HPF4J5033JX","vendorName":"Reflect Connect"}
