{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N0R0GFR",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Web analytics tells you your website's visitor traffic information from Google Analytics.\n\nSay goodbye to repeatedly visiting your website analytics page to see how many visitors your website or blog is getting.  With the Web Analytics skill, you can now ask Alexa to give you your website visitor traffic at any time, and as often as you like.\n\nGETTING STARTED\n\nTo get started, select the \"Enable Skill\" button in the Alexa App and follow the steps to securely link your Google analytics account. For analytics accounts with more than one website profile, you'll be able to select the one that you want to link.\n\nYou can get today's visitors, sessions, and bounce rate by saying:\n\"Alexa, ask web analytics for the report\"\n\nOr get yesterday's traffic:\n\"Alexa, ask web analytics for the report for yesterday\"\n\nIf you need detailed information about your traffic such as average session duration, pages per session, and more, say:\n\"Alexa, ask web analytics for the complete report\"\n\"Alexa, ask web analytics for the complete report for yesterday\"\n\"Alexa, ask web analytics for the complete report for last month\"\n\nThe timezone used for analytics reporting with this skill is Pacific time.\n\nNote: To use the web analytics skill, you will need to have Google Analytics installed on your website and an analytics account login to link to the skill.  If you need information about installing Google Analytics on your website, visit https:://analytics.google.com\n\nTo  unlink your Google Account from the Web Analytics skill, or to learn more, visit: https://webanalytics.onlineimpactgroup.com",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, ask web analytics for the report",
    "Alexa, ask web analytics for the report for yesterday",
    "Alexa, ask web analytics for the complete report"
  ],
  "firstReleaseDate": 1482837560.418,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.5c0929b9-2827-4fdf-bc7d-ccc6668f55cf",
  "imageAltText": "Web Analytics icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N0R0GFR/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "web analytics",
  "name": "Web Analytics",
  "numberOfReviews": 1,
  "pamsPartnerId": "jkm3qbProFomizpUwojOLlqCM",
  "permissions": null,
  "privacyPolicyUrl": "https://webanalytics.onlineimpactgroup.com/privacy-policy.php",
  "shortDescription": "Get Google Analytics reports right from your Echo. Enable the skill, link it to your Analytics account, and say \"Alexa, ask Web Analytics for the report.\"",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://webanalytics.onlineimpactgroup.com/terms.php",
  "vendorId": "M2OEJT8XGE5SNB",
  "vendorName": "Online Impact Group"
}
