{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N2O1OO1",
  "averageRating": 3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Net Flicks Browser by Amogh Consultants skill lets you browse through the Netflix Movies collection with your actor or actress names. Ask Net flicksbrowser if there are any movies with your favorite actor / actress in Netflix collection and the skill will browse through the collection of movies using an API call provided by NetflixRoulette.net and return you the number of movies available with an average rating. But that's not it. It will also recommend you a movie based upon the highest rating available. So sit back and relax and let Alexa not only find whether Netflix has your favorite actor / actress movies but also recommend you one. The skill is not sponsored or associated with Netflix.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa ask Net Flicks Browser Does Netflix play movies acted by Akshay Kumar.",
    "Alexa ask Net Flicks Browser Does Netflix Play movies featuring Aishwarya Rai",
    "Alexa ask Net Flicks Browser Does Netflix play Akshay Kumar movies"
  ],
  "firstReleaseDate": 1481300353.89,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.9008ab73-c853-40e8-81bf-2e0de5f24865",
  "imageAltText": "Net Flicks Browser by Amogh Consultants icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N2O1OO1/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "net flicks browser",
  "name": "Net Flicks Browser by Amogh Consultants",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Net Flicks Browser by Amogh Consultants, a fan of Netflix, is an unofficial skill that enables Alexa to search movies featuring favorite actors and actresses.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2ZYJRCQXFAZKG",
  "vendorName": "Amogh Consultants Inc"
}
