{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N2WOVAN",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "This skill's purpose is to utilize Quizlet's 2.0 API with Alexa in order to retrieve set information, such as terms and definitions, for a particular subject - Chemistry. By using a public client id, Open Study connects to Quizlet via a secure request to retrieve JSON data of a given set. Then, Alexa will parse the data received and tell you each term and definition in the set starting with the first term and going in order. In this stage of development, Alexa will help users study the developers (mhorger3) high school chemistry set on quizlet; it has a set ID number of 67672902. This set ID number is built into the lambda function, so for users to study their own sets in the future, they would need to be able to input a number on their phone, possibly via account linking. For future improvements, we will be looking into a skill such that a user can enter an id number of a set and study with it, or be able to select subjects to study from, and/or a quiz option where Alexa will ask you a definition and you respond with the term will be implemented also. With this skill, we hope to aid college students who have very busy schedules and have to rely on multi-tasking at times to study. We hope that auditory learning abilities will be effectively utilized in this skill!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa launch study chemistry",
    "help me with chemistry",
    ""
  ],
  "firstReleaseDate": 1483424360.443,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.ebc791c6-9d78-4735-8141-abf20788396a",
  "imageAltText": "Open Study - Chemistry icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N2WOVAN/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "study chemistry",
  "name": "Open Study - Chemistry",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://docs.google.com/document/d/1KPr9LvTSr2WsERQ47E3FTjWj0u-vZPxywcrfX2ECGNc/edit?usp=sharing",
  "shortDescription": "A simple skill that demonstrates Quizlet's API functions and reads you a specific sets' term and definition on the subject of chemistry",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2UKW8S79AH7WZ",
  "vendorName": "Matthew Horger"
}
