{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01D26NANC",
  "averageRating": 3.3,
  "canDisable": true,
  "capabilities": null,
  "category": "Entertainment",
  "description": "The 1970's television detective, Jim Rockford, had an advanced device on his desk (for the time) that would record messages from people calling his office while he was away. Every episode of the Rockford Files began with a different message recorded on Jim Rockford's answering machine.\n\nThe Amazon Alexa is also an advanced device which people talk to and Alexa delivers responses to their queries. In this way, Alexa could be described as an \"Answering Machine.\" \n\nJim Rockford's bulking answering machine represented an automation technology that television viewers in 1974 hadn't considered to be accessible to the private individual. The subtle irony was that this fantastic machine's potential was being squandered with having to accurately dictate the ridiculous ramblings of Angel and Rockford's other colorful associates.\n\nWith the \"Jim Rockford Answering Machine\" Alexa skill, you can likewise squander the magnificent potential of your \"Answering Machine\" by conscripting Alexa to read transcriptions from it's ancestor on Jim Rockford's desk. \n\nTo use, just say, \"Ask Jim Rockford's Answering Machine to read a message.\"",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Ask Jim Rockford's Answering Machine to read a message",
    "Alexa, Ask Jim Rockford's Answering Machine to play a message",
    "Alexa, Ask Jim Rockford's Answering Machine to read messages"
  ],
  "firstReleaseDate": 1458166738.487,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.0b6e6187-82c6-4a0b-938c-17d25f4da64b",
  "imageAltText": "Jim Rockford's Answering Machine icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01D26NANC/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "jim rockford's answering machine",
  "name": "Jim Rockford's Answering Machine",
  "numberOfReviews": 3,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Jim Rockford's Answering Machine",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2K8YRM4R3KL2W",
  "vendorName": "TexasGovernor.org"
}
