{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01FN3BEF8",
  "averageRating": 0,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Young Poet is a random collection of poems for children of all ages. Enable the skill to ask for today's poem or the daily rhyme. Alexa will say the poem, not sing it. This skill is meant to help teach parents and children the words, and parents are invited to add a melody by singing a version to children.\n\nThis skill has given voice to the rhymes and poems that many people know and love. Help your child learn a new poem by having Alexa remind you of the words. You can use the example phrases to launch the skill and have Alexa read you a fun poem or rhyme. To encourage politeness, you can add the word \"please\" after any phrase.\n\nHere are some additional phrases you can use:\nAlexa, Ask Young Poet for a rhyme, please.\nAlexa, Open Young Poet.\nAlexa, Ask Young Poet for Today's poem.\nAlexa, Tell Young Poet to give me a poem, please.\n\nPlease send us feedback by sending us an email with your comments and suggestions at info@unityappdesign.com. \n\nWe hope you enjoy daily rhymes with the Young Poet.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Launch Young Poet.",
    "Alexa, Ask Young Poet for a poem.",
    "Alexa, Ask Young Poet for today's rhyme, please."
  ],
  "firstReleaseDate": 1463787513.012,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.0d715a5d-06da-4f73-b5f1-4f0aa869ae70",
  "imageAltText": "Young Poet: Poems Every Child Should Know icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01FN3BEF8/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "young poet",
  "name": "Young Poet: Poems Every Child Should Know",
  "numberOfReviews": 0,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "The Young Poet is a random collection of poems for children of all ages. Enable the skill to ask for today's poem or the daily rhyme.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1FSR17RF1204C",
  "vendorName": "Unity App Design"
}
