{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01IKR3OAC",
  "averageRating": 4.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Think you can outsmart the tricky genie? Try this game that’s suitable for all ages. Alexa will tell you a quick story about one or more characters that get themselves into a difficult predicament. The tricky genie will appear holding three sacks. One sack contains the very best solution to the character’s problem. The genie will only give you up to two chances to pick the sack with the best solution. But the genie may try to trick you into being satisfied with a solution that isn't the best one. \n\nAfter each game, Alexa asks two questions about the story to train your listening comprehension skills.\n\nThis game currently has 12 episodes. You can play them all at once or individually. Let us know in the Alexa app if you’d like us to add more. This educational game is brought to you by Hutch.ai. Also try our “Listening Comprehension Practice” skill that offers over 50 original fun stories, each with a set of follow on questions to test how well you understood the story.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, start tricky genie",
    "Alexa, launch tricky genie",
    "Alexa, ask tricky genie for a story"
  ],
  "firstReleaseDate": 1469019462.192,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.3cb0c644-ccb8-4b22-9c1d-84824a808686",
  "imageAltText": "Tricky Genie icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01IKR3OAC/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "tricky genie",
  "name": "Tricky Genie",
  "numberOfReviews": 5,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Think you can outsmart the tricky genie? Try this game of skill and luck that’s suitable for all ages.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2LPNP1QSJT6ZR",
  "vendorName": "Hutch"
}
