{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01ED658W6",
  "averageRating": 2.7,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Educational and entertaining, Hangman is a great way to test your word knowledge and have fun at the same time. Choose to play by  word length or category. Alexa will select an appropriate word for you to guess and let you know how you are doing along the way.\n\nIf you choose a letter that isn't in the word, she'll draw another part of the \"hangman.\" If you guess the same letter more than once, she'll remind you and it wont count as a miss. But after 6 misses, you lose the game. \n\nIf you have trouble visualizing the word (a great exercise for your brain, BTW), play along using the Alexa mobile app. Alexa will draw out the number of letters in the word for you, place the correct letters in the right blanks, and list the letters already guessed and the letters left. With each miss, she'll add one more body part to the scaffold until the man is hung or you guess the word and win the game.\n\nGame Tip; Alexa struggles a bit hearing the letter \"E.\" So when you want to guess that letter, instead say a word that starts with an \"E\" like \"every\" or \"elephant.\" She'll get what you mean.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, Open Hangman",
    "The letter \"A\"",
    "Elephant"
  ],
  "firstReleaseDate": 1461953311.29,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.9fa9f794-7477-4f10-b1fa-f0fb62fa31bb",
  "imageAltText": "Hangman icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01ED658W6/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "hangman",
  "name": "Hangman",
  "numberOfReviews": 6,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": "https://www.skillsai.com/privacy",
  "shortDescription": "The classic game gone hands-free and paperless.  With over 60,000 words to choose from, Alexa will do her best to stump you.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": "https://www.skillsai.com/terms",
  "vendorId": "MAXL6ZPLODF18",
  "vendorName": "Skillsai"
}
