{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01K3O6588",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "The Animal Noise Game is a fun and interactive way for your little ones to learn their animal noises. Whether your cooking int he kitchen, or you just need a minute of your own. Have your child ask Alexa to open the animal noise game and let the fun begin. \n\nIt's incredibly simple. Once the game is activated by asking Alexa to open it (\"Alexa, open animal noise game\"), Alexa will begin by asking a multiple choice question that corresponds with an animal and the noise that animal makes. Alexa will give you four possible answers to choose from, and when your sure of the right answer all you have to do is say the number of the answer (one-four). If you get the answer right, you get a point! If you need to repeat the question and answers just say, \"repeat.\" If you need a hint, just say \"help\" (see example phrases).\n\nThis really is a simple and fun way to teach your children animal noises. I hope you enjoy!",
  "enablement": null,
  "exampleInteractions": [
    "Alexa open animal noise game",
    "Repeat",
    "Help"
  ],
  "firstReleaseDate": 1470830871.001,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.270fcc28-4350-48d9-b23d-65da94705f17",
  "imageAltText": "Animal Noise Game icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01K3O6588/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "animal noise game",
  "name": "Animal Noise Game",
  "numberOfReviews": 1,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "The Animal Noise Game is a type of multiple choice game where Alexa helps you learn different animal noises. This is a fun way to learn animal noises!",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M1ETCVLCQPH5HD",
  "vendorName": "Smeads"
}
