{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01N9J1I9W",
  "averageRating": 4,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Memory flow is a skill that allows you to see how many words in a sequence you can remember, and then repeat those words back to me in the same order.\n  \n  The sequence starts with one word. As you successfully repeat the word sequence back to me I will add a new word to the end of the sequence. The word sequence will continue to grow in length.  I have a limit of up to 50 words in a sequence. \n\nThere are three difficulty levels: easy, medium, and hard.  For the easy difficulty level you can pick the type of words from choices of numbers, colors, animals, or names. For the medium difficulty level I will pick two types of words for you, and then make a sequence using those words. For the hard difficulty level I will pick words from any of the four choices, and then make a sequence using those words. \n\nAt any time you can say stop, end, or cancel, and I will tell you how many words you were able to repeat back to me. \n\nSo, let's try to remember, and play memory flow.",
  "enablement": null,
  "exampleInteractions": [
    "Alexa Open Memory Flow",
    "Alexa ask Memory Flow to quiz me using easy sequences",
    "Alexa ask Memory Flow to use hard sequences"
  ],
  "firstReleaseDate": 1482230954.137,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.ask.skill.3338b127-1551-493b-b061-b46a96305f8c",
  "imageAltText": "Memory Flow icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01N9J1I9W/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "memory flow",
  "name": "Memory Flow",
  "numberOfReviews": 4,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Memory flow is a skill that allows you to see how many words in a sequence you can remember, and then repeat those words back to me in the same order.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M195ISM2W3SGIA",
  "vendorName": "Wobble Mouth"
}
