{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01K457ZUS",
  "averageRating": 5,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Ravensburg needs your help, an evil necromancer and his monsters have been coming from the dungeon and attacking the town.  Your task is to slay the evil necromancer and return to town.  You will do this by equipping your brave adventurer and traveling to the dungeon to locate the evil necromancer.  In this dungeon crawling experience you will create a character and purchase items from the town such as weapons, armor, potions and spells but beware because the dungeon contains many different types of monsters and traps.  You will need to be well equipped and level up your character and then locate the evil necromancer who is somewhere in the dungeon and slay him to save the town.<br>\n<br>\nThis is a complete fantasy role-playing game in which Alexa will become the dungeon master.  You will create a character, purchase items in the town, travel to the dungeon, fight monsters, level up your character, find chests, get more gold to go back to town and purchase better items.  First you will create a character and assign values to your character's attributes of strength, dexterity, intelligence, constitution, perception, charisma and wisdom.  The adventure will involve rolling dice to determine the outcomes of various tasks (Alexa will roll the dice for you).  Your character's attributes will affect how well your character does during the adventure giving you bonus modifiers that add or subtract from your rolls.  You will start in town where you can purchase various weapons, armors, potions and spells to help you during your adventure.  You will encounter various types of monsters in the dungeon that you can attack and kill which will give your character experience points that will be used to level up your character.<br>\n<br>\nIt will be a difficult task to find the evil necromancer and slay him and return to town successfully but if you do it you will go down in the dungeon adventure hall of fame.  Below are some helpful tips for your dungeon adventure.<br>\n<br>\n- Make sure you have some healing potions to drink<br>\n- Travel back to town after you've acquired more gold to purchase better weapons, armor, potions and spells<br>\n- Keep track of your current hit points (you can always ask \"How many hit points do I have left?\")<br>\n- You can LISTEN and it may help determine what monsters are ahead<br> \n- Kill monsters to gain experience points and then you can level up your character<br>\n- You can get MONSTER INFORMATION to help determine how powerful the monster is by getting it's stats<br>\n- Sometimes it is better to run from a monster than continue fighting<br>\n- You will die<br>\n<br>\nBelow are some of the useful things you can say or do:<br>\n<br>\nWHERE AM I / LOOK AROUND<br>\nGO / MOVE / TRAVEL / RUN / EVADE (north, west, east, south, etc)<br>\n<br>\nWHAT IS MY (strength, dexterity, intelligence, armor class, level, etc)<br>\nHOW MANY (hit points, experience points, etc) DO I HAVE<br>\nHOW MUCH (gold, etc) DO I HAVE<br>\nWHAT (weapons, armors, potions, spells, etc) DO I HAVE<br>\nEQUIP / READY / PULL OUT (weapon name)<br>\nWHAT WEAPON AM I USING<br>\nWEAR / CHANGE INTO (armor name)<br>\nWHAT ARMOR AM I WEARING<br>\n<br>\nLIST (weapons, armors, potions, spells) FOR SALE<br>\nPURCHASE (item name)<br>\n<br>\nATTACK HIGH, MIDDLE, LOW<br>\nDEFEND HIGH, MIDDLE, LOW<br>\nHOW MANY HIT POINTS DOES THE (monster) HAVE LEFT<br>\n<br>\nDRINK POTION OF (potion name)<br>\nCAST (spell name) SPELL<br>\n<br>\nOPEN CHEST<br>\nEXAMINE CHEST FOR TRAPS<br>\nDISARM CHEST TRAP<br>\n<br>\nMONSTER INFO / MONSTER STATS<br>\n<br>\nNAME MY CHARACTER (character name)<br>\nCALL ME (character name)<br>\nWHAT IS MY CHARACTER'S NAME<br>\n<br>\nLISTEN<br>\n<br>\nGAME STATS<br>\n<br>\nWHAT IS MY CURRENT STATUS<br>\nINVENTORY<br>\nCHARACTER SHEET<br>\n<br>\nWHO IS IN THE HALL OF FAME<br>\n<br>\nemail: dragula[at]lastridehearse[dot]net",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, start dungeon adventure",
    "Alexa, open dungeon adventure",
    "Alexa, begin dungeon adventure"
  ],
  "firstReleaseDate": 1470987464.202,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.83c405e9-0b21-45e7-a10e-5905632e5d24",
  "imageAltText": "Dungeon Adventure icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01K457ZUS/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "dungeon adventure",
  "name": "Dungeon Adventure",
  "numberOfReviews": 2,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Fantasy dungeon crawling game where you will create a character and try to save the town from the evil necromancer and his monsters in the dungeon.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2KKNCVQ3VMR0N",
  "vendorName": "Fangtastico"
}
