{
  "accountLinkingWhitelistedDomains": null,
  "asin": "B01K457ZUS",
  "averageRating": 3.3,
  "canDisable": true,
  "capabilities": null,
  "category": null,
  "description": "Ravensburg needs your help, an evil necromancer and his monsters have been coming from the dungeon and attacking the town. Your task is to locate the evil necromancer who is somewhere in the dungeon and slay him to save the town. In this dungeon crawling game you will create a character and purchase items from the town such as weapons, armor, potions and spells but beware because the dungeon contains many different types of monsters and traps.\n\nThis is a complete fantasy role-playing game in which Alexa will become the dungeon master. You will create a character, purchase items in the town, travel to the dungeon, fight monsters, level up your character, find chests, get more gold to go back to town and purchase better items. First you will create a character and assign values to your character's attributes of strength, dexterity, intelligence, constitution, perception, charisma and wisdom. The adventure will involve rolling dice to determine the outcomes of various tasks (Alexa will roll the dice for you). Your character's attributes will affect how well your character does during the adventure giving you bonus modifiers that add or subtract from your rolls. You will start in town where you can purchase various weapons, armors, potions and spells to help you during your adventure. You will encounter various types of monsters in the dungeon that you can attack and kill which will give your character experience points that will be used to level up your character.\n\nAlexa will save your character and your dungeon state for you so that you can continue from where you left off (even if you are in the middle of fighting a monster). Dungeon Adventure is a game meant to be played over many sessions and if you die you can always come back and try again with a new character and dungeon environment (and maybe try a different strategy).\n\nIt will be a difficult task to find the evil necromancer and slay him but if you do it you will go down in the dungeon adventure HALL OF FAME. \n\nHelpful Tips:\n\n- Have some healing potions to drink\n- Go back to town after you've acquired more gold to purchase better weapons, armor, potions and spells\n- Keep track of your current hit points (you can always ask \"How many hit points do I have?\")\n- Kill monsters to gain experience points to level up your character (you can always ask \"How many experience points do I have?\")\n- You can drink potions, cast spells, run, open chests, etc even in combat if it is your turn\n- Use MONSTER INFO to help determine how powerful the monster is by getting its stats\n- Sometimes it is better to try to run from a monster than continue fighting\n- you can EXAMINE chests for traps before opening them and if you discover a trap you can try to DISARM it\n- You can always relaunch dungeon adventure and pick up where you left the game\n- You can always interrupt Alexa by saying Alexa and then say what you want to do\n- You will die!\n\nSome of the useful things you can say:\n\nWHERE AM I / LOOK AROUND\nGO / MOVE / TRAVEL / RUN / EVADE (north, west, east, south, etc)\n\nWHAT IS MY (strength, dexterity, intelligence, armor class, level, etc)\n\nHOW MANY (hit points, experience points, etc) DO I HAVE\nHOW MUCH (gold, etc) DO I HAVE\n\nWHAT (weapons, armors, potions, spells, etc) DO I HAVE\nEQUIP / READY / PULL OUT (weapon name)\nWHAT WEAPON AM I USING\n\nWEAR / CHANGE INTO (armor name)\nWHAT ARMOR AM I WEARING\n\nLIST (weapons, armors, potions, spells) FOR SALE\nPURCHASE (item name)\n\nATTACK HIGH, MIDDLE, LOW\n\nDEFEND HIGH, MIDDLE, LOW\n\nHOW MANY HIT POINTS DOES THE (monster) HAVE LEFT\n\nDRINK POTION OF (potion name)\n\nCAST (spell name) SPELL\n\nOPEN CHEST\n\nEXAMINE CHEST FOR TRAPS\nDISARM CHEST TRAP\n\nMONSTER INFO / MONSTER STATS\n\nCALL ME (character name)\nWHAT IS MY CHARACTER'S NAME\n\nLISTEN\n\nGAME STATS\n\nWHO IS IN THE HALL OF FAME\n\nWHAT IS MY CURRENT STATUS\n\nINVENTORY\n\nCHARACTER SHEET\n\nemail: dragula[at]lastridehearse[dot]net",
  "enablement": null,
  "exampleInteractions": [
    "Alexa, start dungeon adventure",
    "Alexa, open dungeon adventure",
    "Alexa, begin dungeon adventure"
  ],
  "firstReleaseDate": 1470987464.202,
  "homepageLinkText": null,
  "homepageLinkUrl": null,
  "id": "amzn1.echo-sdk-ams.app.83c405e9-0b21-45e7-a10e-5905632e5d24",
  "imageAltText": "Dungeon Adventure icon",
  "imageUrl": "https://github.com/dale3h/alexa-skills-list/raw/master/skills/B01K457ZUS/skill_icon",
  "inAppPurchasingSupported": false,
  "launchPhrase": "dungeon adventure",
  "name": "Dungeon Adventure",
  "numberOfReviews": 7,
  "pamsPartnerId": null,
  "permissions": null,
  "privacyPolicyUrl": null,
  "shortDescription": "Fantasy dungeon crawling game where you will create a character and try to save the town from the evil necromancer and his monsters in the dungeon.",
  "skillTypes": null,
  "stage": "live",
  "termsOfUseUrl": null,
  "vendorId": "M2KKNCVQ3VMR0N",
  "vendorName": "Fangtastico"
}
